<?php

namespace Database\Seeders;

use Illuminate\Database\Console\Seeds\WithoutModelEvents;
use Illuminate\Database\Seeder;
use Illuminate\Support\Facades\DB;
use App\Models\News;



class NewsSeeder extends Seeder
{
    
    /**
     * Run the database seeds.
     */
    public function run(): void
    {  News::truncate();
        DB::table('news')->insert([
            [
                'title' => 'คิดค้น "ซูเปอร์ฟู้ด" สุดยอดอาหารช่วยชีวิตผึ้งน้ำหวาน',
                'image' => 'https://ichef.bbci.co.uk/ace/ws/800/cpsprodpb/00c8/live/8bf366f0-8165-11f0-a34f-318be3fb0481.jpg.webp',
                'content' => ' ทีมนักวิทยาศาสตร์ชาวอังกฤษ ได้พัฒนา "ซูเปอร์ฟู้ด" (superfood) หรือสุดยอดอาหารสำหรับผึ้งน้ำหวาน (honeybee) ซึ่งจะปกป้องสุขภาพของแมลงที่ช่วยผสมเกสรและผลิตน้ำผึ้งหอมหวานชนิดนี้ ให้รอดพ้นจากภัยคุกคามอย่างการสูญเสียถิ่นที่อยู่อาศัยและแหล่งอาหาร รวมทั้งการเปลี่ยนแปลงของสภาพภูมิอากาศ

ผลการศึกษาทดลองข้างต้นระบุว่า ผึ้งน้ำหวานในรังที่ได้รับอาหารเสริมดังกล่าว มีตัวอ่อนของผึ้งเกิดมาเพิ่มขึ้น และสามารถอยู่รอดจนโตเต็มวัยได้มากกว่าเดิม ในอัตราสูงสุดถึง 15 เท่า

ผึ้งน้ำหวานถือเป็นแมลงที่มีความสำคัญอย่างยิ่งต่อการผลิตอาหารของมนุษย์ โดยทำหน้าที่ผสมเกสรเพื่อขยายพันธุ์พืชเศรษฐกิจชั้นนำของโลกถึง 70% เลยทีเดียว

ศาสตราจารย์เจอรัลดีน ไรต์ ผู้นำทีมวิจัยจากมหาวิทยาลัยอ็อกซ์ฟอร์ด บอกกับบีบีซีว่า "การค้นพบเทคโนโลยีใหม่ในครั้งนี้ ช่วยให้ผึ้งได้รับสารอาหารที่จำเป็นต่อความอยู่รอดอย่างครบถ้วน นั่นหมายความว่า เราสามารถให้สุดยอดอาหารเสริมแก่ผึ้งได้ แม้แต่ในช่วงฤดูกาลที่มีเกสรดอกไม้ในธรรมชาติไม่เพียงพอ นี่ถือเป็นความสำเร็จครั้งยิ่งใหญ่จริง ๆ"

a bee nest ที่มาของภาพ,Gywndaf Hughes/BBC
ปัจจุบันประชากรผึ้งน้ำหวานลดจำนวนลงอย่างมากทั่วโลก เนื่องจากภาวะขาดสารอาหาร, โรคระบาดจากการติดเชื้อไวรัส, การเปลี่ยนแปลงของสภาพภูมิอากาศ, และปัจจัยอื่น ๆ อีกมาก มีรายงานว่าสหรัฐฯ สูญเสียประชากรผึ้งแบบยกรังไป 40-50% ต่อปี ตลอดช่วงทศวรรษที่ผ่านมา และคาดว่าการสูญเสียรังผึ้งจะเพิ่มขึ้นอีกเรื่อย ๆ ในอนาคต

Skip ได้รับความนิยมสูงสุด and continue reading
ได้รับความนิยมสูงสุด
Two women wipe sunscreen on the backs of two men on a beach. The men are wearing swimming shorts while the women are in shorts ad in one case a bikini top and the other a sleeveless white top
เหตุใดครีมกันแดดกลายเป็นประเด็นอื้อฉาวระดับชาติในออสเตรเลีย ประเทศที่มีอัตราเป็นมะเร็งผิวหนังสูงที่สุดแห่งหนึ่งของโลก
นายอนุทิน ชาญวีรกูล เปิดกรวยกระทงดอกไม้ รับพระบรมราชโองการแต่งตั้งนายกรัฐมนตรี ณ อาคารที่ทำการสำนักงานใหญ่ พรรคภูมิใจไทย เมื่อ 1 ก.ย. 2568
อนุทิน ชาญวีรกูล รับพระบรมราชโองการโปรดเกล้าฯ เป็นนายกฯ คนที่ 32 ย้ำแก้ปัญหา 4 ด้าน ยึดคำมั่นยุบสภาใน 4 เดือน
Antonio Salazar-Hobson
จากลูกผู้อพยพชาวเม็กซิกัน ถูกพวกใคร่เด็กลักพาตัวไปตอน 4 ขวบ สู้ชีวิตจนโตมาเป็นทนายชื่อดังในสหรัฐฯ ได้อย่างไร
-
อนุทิน กลายมาเป็นตัวแทนกลุ่มอำนาจเก่าแทน ทักษิณ แล้วหรือไม่
End of ได้รับความนิยมสูงสุด
บรรดาคนเลี้ยงผึ้งในสหราชอาณาจักร ก็กำลังประสบกับภาวะวิกฤตแบบเดียวกัน โดยนายนิก เมนซิคอฟ ประธานสมาคมเกษตรกรผู้เลี้ยงผึ้งแห่งเมืองคาร์ดิฟฟ์และเวลแอนด์วัลเลย์ บอกกับบีบีซีว่า เขาได้สูญเสียรังผึ้งที่เลี้ยงดูแลอยู่ไปถึง 75% ในฤดูหนาวครั้งล่าสุด และนี่เป็นปรากฏการณ์ที่พบเห็นได้ทั่วไปในทางตอนใต้ของแคว้นเวลส์

"แม้รังผึ้งจะเต็มไปด้วยอาหารเสริมที่คนเลี้ยงป้อนให้ แต่ประชากรผึ้งก็ยังลดจำนวนลง ผึ้งส่วนใหญ่อยู่รอดผ่านฤดูหนาวได้จนถึงเดือนมกราคมและกุมภาพันธ์ แต่หลังจากนั้นก็ตายไปจนหมด" เมนซิคอฟกล่าว

ผึ้งกินเกสรและน้ำหวานจากดอกไม้เป็นอาหาร ซึ่งภายในนั้นมีสารอาหารสำคัญอย่าง "สเตอรอล" (sterols) ไขมันกลุ่มที่จำเป็นยิ่งยวดต่อการเจริญเติบโต

นิก เมนซิคอฟ เลี้ยงผึ้งและขายน้ำผึ้งในทางตอนใต้ของแคว้นเวลส์มานานถึง 15 ปีแล้วที่มาของภาพ,Gwyndaf Hughes/BBC
คำบรรยายภาพ,นิก เมนซิคอฟ เลี้ยงผึ้งและขายน้ำผึ้งในทางตอนใต้ของแคว้นเวลส์มานานถึง 15 ปีแล้ว
เมื่อผึ้งผลิตน้ำหวานเก็บไว้ในรวงรัง น้ำผึ้งนั้นจะกลายเป็นแหล่งอาหารสำรองที่พวกมันใช้ดำรงชีวิตในฤดูหนาว ซึ่งเป็นช่วงที่ไม่มีดอกไม้ผลิบานและไม่มีเกสรดอกไม้ด้วย แต่หากคนเลี้ยงผึ้งต้องนำน้ำผึ้งในรังออกไปขาย หรือผึ้งเกิดขาดแคลนอาหารสำรองในช่วงฤดูหนาวขึ้นมา คนเลี้ยงผึ้งจะให้อาหารเสริมทดแทนกับพวกมัน

อย่างไรก็ตาม อาหารเสริมของคนเลี้ยงผึ้งนั้นทำจากผงโปรตีน, น้ำ, และน้ำตาล ซึ่งก็มักจะขาดสารอาหารจำเป็นอื่น ๆ ที่ผึ้งต้องการ ทำให้ผึ้งตกอยู่ในภาวะขาดสารอาหาร คล้ายกับคนที่กินอาหารไม่ครบทุกหมู่ จนร่างกายขาดคาร์โบไฮเดรต, กรดอะมิโนจำเป็น, และสารอาหารสำคัญอีกหลายชนิด

ส่วนไขมันที่จำเป็นสำหรับผึ้งอย่างสเตอรอลนั้น มนุษย์ไม่สามารถสังเคราะห์หรือผลิตขึ้นมาเองได้โดยง่าย ทำให้ศ.ไรต์และคณะต้องใช้เวลาศึกษาวิจัยอยู่นานถึง 15 ปี กว่าจะระบุชี้ชัดลงไปได้ว่า สเตอรอลชนิดไหนกันแน่ที่ผึ้งต้องการ ทั้งยังค้นพบวิธีการผลิตสเตอรอลดังกล่าวด้วยเทคนิคพันธุวิศวกรรมด้วย

ศ.เจอรัลดีน ไรต์ ได้รับแรงบันดาลใจให้ลงมือทำการวิจัยครั้งนี้ หลังเกษตรกรผู้เลี้ยงผึ้งบอกเธอว่า มีผึ้งตายลงจำนวนมากที่มาของภาพ,Gwyndaf Hughes/BBC
คำบรรยายภาพ,ศ.เจอรัลดีน ไรต์ ได้รับแรงบันดาลใจให้ลงมือทำการวิจัยครั้งนี้ หลังเกษตรกรผู้เลี้ยงผึ้งบอกเธอว่า มีผึ้งตายลงจำนวนมาก
ที่ห้องปฏิบัติการแห่งหนึ่งของมหาวิทยาลัยอ็อกซ์ฟอร์ด เจนนิเฟอร์ เชนเนลส์ นักศึกษาวิจัยระดับปริญญาเอก ได้นำกล่องโปร่งใสขนาดเล็ก ซึ่งก็คือตู้ควบคุมอุณหภูมิที่บรรจุผึ้งไว้ภายใน ออกมาให้ทีมข่าวบีบีซีได้ชมกัน โดยกล่องเหล่านี้มีอาหารเสริมหลากหลายสูตรที่เธอทดลองป้อนให้พวกมัน

เชนเนลส์ใช้เครื่องครัวง่าย ๆ ที่หาได้ตามบ้านของคนทั่วไป จัดเตรียมวัตถุดิบที่ใช้ในการปรุงสุดยอดอาหารเสริมสำหรับผึ้ง และเมื่อทำเสร็จเรียบร้อยแล้ว อาหารจะถูกบรรจุลงในหลอดทดลองสีขาว

"เราผสมวัตถุดิบของสุดยอดอาหารเสริม ลงในสิ่งที่คล้ายกับแป้งดิบสำหรับอบคุกกี้ โดยแต่ละสูตรจะมีส่วนผสมของโปรตีนและไขมันต่างชนิดกัน ทั้งปริมาณของคาร์โบไฮเดรตและวิตามินแร่ธาตุ (micronutrients) ที่ใส่ลงไปก็ต่างกันด้วย เพราะเรากำลังพยายามจะทำความเข้าใจว่า ผึ้งชอบอะไรมากที่สุด และสิ่งใดที่ดีที่สุดสำหรับพวกมัน" เชนเนลส์กล่าว หลังจากนั้นเธอป้อนสุดยอดอาหารเสริมให้ผึ้ง ด้วยการดันหลอดทดลองสีขาวเข้าไปในกล่องใสที่เป็นตู้ควบคุมอุณหภูมิ

ส่วนการสังเคราะห์สเตอรอล หรือไขมันที่เป็นหัวใจสำคัญต่อความอยู่รอดของเหล่าผึ้งน้ำหวานนั้น ทีมของศ.ไรต์ ประสบความสำเร็จในการใช้เทคนิคตัดต่อยีน เพื่อกระตุ้นให้เชื้อยีสต์สายพันธุ์หนึ่ง ผลิตสเตอรอลที่จำเป็นต่อร่างกายผึ้งออกมาได้ถึง 6 ชนิดด้วยกัน

"มันคือการค้นพบครั้งยิ่งใหญ่ ในตอนที่นักศึกษาของฉันสามารถทำให้ยีสต์สร้างสเตอรอลออกมาได้สำเร็จ เธอส่งภาพโครมาโทแกรมของสเตอรอลที่เป็นผลงานมาให้ ทุกวันนี้ฉันยังแขวนมันไว้บนผนังในห้องทำงานอยู่เลย" ศ.ไรต์กล่าวด้วยความภาคภูมิใจ ถึงแผนภาพแสดงผลการวิเคราะห์แยกองค์ประกอบของสารผสม (chromatogram) ที่ยืนยันความถูกต้องของผลการวิจัยครั้งนี้

ตามปกติแล้วคนเลี้ยงผึ้งจะป้อนอาหารเสริมให้ผึ้งด้วย เพื่อให้ผึ้งมีสุขภาพดีและมีโอกาสรอดชีวิตมากขึ้นที่มาของภาพ,Gwyndaf Hughes/BBC
คำบรรยายภาพ,ตามปกติแล้วคนเลี้ยงผึ้งจะป้อนอาหารเสริมให้ผึ้งด้วย เพื่อให้ผึ้งมีสุขภาพดีและมีโอกาสรอดชีวิตมากขึ้น
หลังจากป้อนสุดยอดอาหารเสริมที่อุดมไปด้วยสเตอรอล ให้กับผึ้งในห้องทดลองเป็นเวลา 3 เดือน ทีมวิจัยพบว่ารังผึ้งที่ได้รับสุดยอดอาหารเสริมดังกล่าว มีตัวอ่อนเกิดมาและเจริญเติบโตได้อย่างแข็งแรงจนโตเต็มวัย มากกว่ารังผึ้งที่ไม่ได้รับอาหารดังกล่าวหลายเท่า โดยสามารถจะมีตัวอ่อนที่อยู่รอดจนโตในอัตราที่สูงกว่าได้ถึง 15 เท่า

"เมื่อผึ้งได้รับสารอาหารครบถ้วน พวกมันจะมีสุขภาพดีขึ้นและมีภูมิคุ้มกันโรคต่าง ๆ" ศ.ไรต์กล่าว เธอยังบอกว่าสุดยอดอาหารเสริมนี้จะเป็นประโยชน์ ในปีที่ฤดูร้อนมาถึงเร็วจนพืชหยุดออกดอกไวขึ้น "มันมีความสำคัญมาก สำหรับปีที่ฤดูร้อนมาไวกว่าปกติอย่างเช่นปีนี้ เพราะผึ้งจะไม่สามารถสะสมเกสรและน้ำหวานจากดอกไม้ เพื่อนำมาผลิตน้ำผึ้งไว้เป็นอาหารในช่วงฤดูหนาวได้อย่างเพียงพอ"

"ยิ่งช่วงเวลาที่ผึ้งไม่สามารถหาเกสรดอกไม้ได้ยาวนานขึ้นเท่าไหร่ ก็ยิ่งเพิ่มความเครียดกดดันทางโภชนาการให้กับพวกมันรุนแรงขึ้นเท่านั้น ซึ่งหมายความว่าเกษตรกรผู้เลี้ยงผึ้ง จะต้องประสบความสูญเสียหนักกว่าเดิมในช่วงฤดูหนาว" ศ.ไรต์กล่าวอธิบาย

ในขั้นตอนต่อไป ทีมวิจัยกำลังเตรียมจะทำการทดลองขนาดใหญ่ในวงกว้าง เพื่อประเมินผลกระทบที่สุดยอดอาหารเสริมอาจมีต่อสุขภาพผึ้งในระยะยาว ซึ่งจะทำให้ผลิตภัณฑ์นี้พร้อมวางตลาดเพื่อจำหน่ายแก่เกษตรกรผู้เลี้ยงผึ้ง ภายในระยะเวลาราว 2 ปีข้างหน้า

ผลวิจัยข้างต้นเพิ่งได้รับการตีพิมพ์เผยแพร่ในวารสาร Nature โดยทีมวิจัยซึ่งนำโดยมหาวิทยาลัยอ็อกซ์ฟอร์ด เป็นผู้ทำการศึกษาร่วมกับสวนพฤกษศาสตร์หลวงคิว (RBG Kew), มหาวิทยาลัยกรีนิช, และมหาวิทยาลัยเทคโนโลยีแห่งเดนมาร์ก',
                'source_url' => 'https://www.bbc.com/thai/articles/cz93lqnw74do',
                'created_at' => now(),
                'updated_at' => now(),
            ],
            
            [
                'title' => 'เหตุใดเอเลียนอาจมีอยู่จริง แต่จะไม่มาเยือนโลกในเร็ววันนี้ ?',
                'image' => 'https://ichef.bbci.co.uk/ace/ws/800/cpsprodpb/fb62/live/7cd5fa90-79f2-11f0-87a7-fdfee4a863a8.jpg.webp',
                'content' => 'เมื่อมองขึ้นไปบนท้องฟ้ายามราตรีที่เต็มไปด้วยหมู่ดาวส่องแสงเจิดจ้า หลายคนอาจเคยถามตัวเองว่า จริงหรือที่มนุษย์โลกคือสิ่งมีชีวิตทรงภูมิปัญญาหนึ่งเดียวในห้วงจักรวาลอันไพศาล ซึ่งอาจจะกว้างใหญ่เกินกว่าที่เราจะสำรวจทำความเข้าใจได้ทั้งหมด ?

คำตอบของคำถามข้างต้นนั้น อาจเป็นไปได้ว่าเราไม่ได้อยู่อย่างโดดเดี่ยวตามลำพังในห้วงจักรวาล เพราะโลกนั้นเป็นเพียงจุดเล็ก ๆ จุดหนึ่ง ในมหาสมุทรของดวงดาวที่มีอยู่หลายพันล้านดวง ดังนั้นจะเป็นไปได้อย่างไรว่า โลกคือดาวเคราะห์ที่มีสิ่งมีชีวิตเพียงแห่งเดียวเท่านั้น ?

เหล่าผู้เชี่ยวชาญในเรื่องของสิ่งมีชีวิตนอกโลกต่างบอกว่า แม้จะยังไม่มีหลักฐานยืนยันอย่างชัดเจนว่า "เอเลียน" มีตัวตนอยู่จริง แต่ด้วยหลักการของความน่าจะเป็นทางคณิตศาสตร์ข้างต้น เราจำต้องยอมรับข้อสรุปที่ว่า สิ่งมีชีวิตนอกโลกจะต้องมีอยู่บนดาวดวงใดดวงหนึ่งอย่างแน่นอน เพราะแค่ในกาแล็กซีทางช้างเผือกเพียงแห่งเดียว ก็มีดวงดาวจำนวนมหาศาลถึง 300,000 ล้านดวงแล้ว ยิ่งไปกว่านั้น กาแล็กซีของเราก็เป็นแค่หนึ่งใน 200,000 ล้านดาราจักร ที่นักวิทยาศาสตร์ประมาณการว่ามีอยู่ในเอกภพ

ทุกวันนี้นักดาราศาสตร์ยังค้นพบ "ดาวเคราะห์นอกระบบสุริยะ" (exoplanet) ที่มีสภาพแวดล้อมเอื้อต่อการดำรงอยู่ของสิ่งมีชีวิตเพิ่มขึ้นเรื่อย ๆ ซึ่งดร.แม็กกี อาเดอริน-โพค็อก นักวิทยาศาสตร์อวกาศคนดังของสหราชอาณาจักร ได้แสดงความเห็นต่อประเด็นนี้ว่า "พวกเราค่อนข้างเชื่อมั่นว่าสิ่งมีชีวิตต่างดาวจะต้องอยู่ที่นั่นแน่ มันเป็นเรื่องของเกมจำนวนล้วน ๆ และมันคือความน่าจะเป็น (probability)"

Three people - an older man and two younger children sit with their backs to the camera and point up at the night skyที่มาของภาพ,Getty Images
คำบรรยายภาพ,นักวิทยาศาสตร์เชื่อว่ามนุษย์จะพบดาวเคราะห์ที่มีสัญญาณของสิ่งมีชีวิตในทศวรรษหน้า
ความก้าวหน้าทางเทคโนโลยีในระดับที่เรามีอยู่ในปัจจุบัน เปิดโอกาสให้นักดาราศาสตร์สามารถศึกษาดาวเคราะห์นอกระบบสุริยะได้อย่างละเอียดลึกซึ้ง จนถึงขั้นที่สามารถวิเคราะห์องค์ประกอบของมัน ทั้งที่เป็นดาวเคราะห์ซึ่งตั้งอยู่ห่างไกลจากโลกมาก และกำลังโคจรวนรอบดาวฤกษ์ดวงอื่นที่ไม่ใช่ดวงอาทิตย์

Skip ได้รับความนิยมสูงสุด and continue reading
ได้รับความนิยมสูงสุด
Two women wipe sunscreen on the backs of two men on a beach. The men are wearing swimming shorts while the women are in shorts ad in one case a bikini top and the other a sleeveless white top
เหตุใดครีมกันแดดกลายเป็นประเด็นอื้อฉาวระดับชาติในออสเตรเลีย ประเทศที่มีอัตราเป็นมะเร็งผิวหนังสูงที่สุดแห่งหนึ่งของโลก
นายอนุทิน ชาญวีรกูล เปิดกรวยกระทงดอกไม้ รับพระบรมราชโองการแต่งตั้งนายกรัฐมนตรี ณ อาคารที่ทำการสำนักงานใหญ่ พรรคภูมิใจไทย เมื่อ 1 ก.ย. 2568
อนุทิน ชาญวีรกูล รับพระบรมราชโองการโปรดเกล้าฯ เป็นนายกฯ คนที่ 32 ย้ำแก้ปัญหา 4 ด้าน ยึดคำมั่นยุบสภาใน 4 เดือน
Antonio Salazar-Hobson
จากลูกผู้อพยพชาวเม็กซิกัน ถูกพวกใคร่เด็กลักพาตัวไปตอน 4 ขวบ สู้ชีวิตจนโตมาเป็นทนายชื่อดังในสหรัฐฯ ได้อย่างไร
-
อนุทิน กลายมาเป็นตัวแทนกลุ่มอำนาจเก่าแทน ทักษิณ แล้วหรือไม่
End of ได้รับความนิยมสูงสุด
มีการใช้กล้องโทรทรรศน์ที่ทรงพลัง ส่องดูแสงจากดาวฤกษ์ที่ฉายผ่านชั้นบรรยากาศของดาวเคราะห์นอกระบบสุริยะ ในตอนที่มันเคลื่อนผ่านตัดหน้าดาวฤกษ์ศูนย์กลาง การตรวจวิเคราะห์สเปกตรัมของแสงที่ปรากฏ (spectroscopy) จะช่วยให้ทราบได้ว่า ดาวเคราะห์ดังกล่าวมีแร่ธาตุอะไรเป็นองค์ประกอบอยู่บ้าง ซึ่งหากพบดาวดวงที่มีองค์ประกอบคล้ายกับโลก ก็อาจจะสันนิษฐานได้ว่าดาวเคราะห์นอกระบบสุริยะดังกล่าว มีสภาพแวดล้อมที่เอื้อต่อการดำรงอยู่ของสิ่งมีชีวิตด้วยเช่นกัน แม้จะอยู่ห่างไกลออกไปจากโลกถึงหลายพันปีแสงก็ตาม

ศาสตราจารย์ทิม โอไบรอัน นักฟิสิกส์ดาราศาสตร์ จากมหาวิทยาลัยแมนเชสเตอร์ของสหราชอาณาจักร บอกกับบีบีซีว่า "ปัจจุบันเรารู้จักดาวเคราะห์นอกระบบสุริยะ ที่สิ่งมีชีวิตน่าจะอยู่อาศัยได้หลายร้อยดวงแล้ว เรามั่นใจเกือบร้อยเปอร์เซ็นต์ว่าภายในช่วงทศวรรษหน้า จะได้พบกับดาวเคราะห์ที่มีร่องรอยหลักฐานของสิ่งมีชีวิตปรากฏอยู่อย่างชัดเจน"

หลักฐานที่บ่งชี้ถึงความเป็นไปได้ดังกล่าว สามารถพบได้แม้แต่บนโลกของเราเอง โดยก่อนหน้านี้มีการค้นพบสิ่งมีชีวิตในสภาพแวดล้อมอันโหดร้ายมาแล้ว เช่นในสถานที่มืดมิดปราศจากแสงอาทิตย์และความอบอุ่น อย่างที่ก้นร่องลึกของมหาสมุทร

A picture of Dr Maggie Aderin-Pockock wearing a pink turtle-neck and purple jumper looks straight at the camera
คำบรรยายภาพ,หากอารยธรรมของเราไม่ทับซ้อนกัน เราก็จะไม่มีวันได้พบเจอผู้คนจากดาวดวงอื่น ดร.แม็กกี อาเดอริน-โพค็อก ระบุ
ในอดีตนักวิทยาศาสตร์เชื่อกันว่า ชีวิตจะดำรงอยู่ได้เฉพาะบนดาวเคราะห์ ซึ่งโคจรอยู่ห่างจากดาวฤกษ์ในระยะที่เหมาะสมเท่านั้น เพราะมีเพียงดาวเคราะห์ดังกล่าวที่จะได้รับรังสีหรือพลังงานจากดาวฤกษ์ ในระดับที่ไม่มากหรือน้อยเกินไปจนเป็นอันตรายต่อสิ่งมีชีวิต ทว่าการค้นพบสิ่งมีชีวิตบนโลกในสถานที่ที่มันไม่ควรอยู่ ทำให้เราเล็งเห็นถึงความเป็นไปได้ว่า อาจมีสิ่งมีชีวิตบนดาวบางประเภทที่เราเคยมองข้ามไป อย่างเช่นดวงจันทร์บริวารของดาวเคราะห์ต่าง ๆ

อย่างไรก็ตาม ใช่ว่าสิ่งมีชีวิตต่างดาวที่กำลังจะถูกค้นพบนี้ จะต้องเป็นสิ่งมีชีวิตทรงภูมิปัญญารูปร่างคล้ายมนุษย์ อย่างที่เรามักจินตนาการกันถึงเอเลียนในภาพยนตร์ไซ-ไฟ บรรดาผู้เชี่ยวชาญเตือนว่า โอกาสที่จะพบสิ่งมีชีวิตต่างดาวนั้นมีอยู่สูงจริง ทว่าเป็นการยากยิ่งหรือแทบจะเป็นไปไม่ได้เลย ที่มนุษย์จะได้พบสิ่งมีชีวิตทรงภูมิปัญญาในระดับทัดเทียมกันจากดาวดวงอื่น

"เมื่อพิจารณาถึงประวัติความเป็นมาของสิ่งมีชีวิตบนโลก ช่วงเวลาส่วนใหญ่ในอดีตนับแต่ยุคบรรพกาลเป็นต้นมา โลกมีแต่สิ่งมีชีวิตแบบเรียบง่าย อันที่จริงแล้ว ชีวิตบนโลกเริ่มต้นด้วยการเป็นแบคทีเรียอยู่นานถึงหลายพันล้านปีเลยทีเดียว" ศ.โอไบรอันกล่าว

ยิ่งไปกว่านั้น สิ่งมีชีวิตโครงสร้างแบบเรียบง่ายไม่ซับซ้อน ยังต้องอาศัย "เหตุบังเอิญ" หลายครั้ง ในเส้นทางวิวัฒนาการ กว่าจะกลายมาเป็นสิ่งมีชีวิตหลายเซลล์บนโลกได้ ดังนั้นหากเราหวังจะพบเอเลียนที่ทรงภูมิปัญญาและมีอารยธรรมระดับสูง ก็คงต้องรอคอยให้สิ่งมีชีวิตเซลล์เดียวที่ดาวดวงอื่น มีวิวัฒนาการทางร่างกายและสติปัญญา จนสามารถสร้างเทคโนโลยีที่ล้ำสมัยได้เสียก่อน

จะมีแขกจากต่างดาวมาเยือนโลกไหม ?
ในเมื่อมีความเป็นไปได้สูงว่าเราไม่ได้อยู่โดดเดี่ยวในห้วงจักรวาล ดังนั้นเราควรจะตั้งตาคอยการมาเยือนของเอเลียน ซึ่งอาจจะเกิดขึ้นในเร็ววันนี้หรือไม่ ? เรื่องนี้ซับซ้อนและให้คำตอบที่ชัดเจนได้ยาก

แม้จะเป็นเรื่องเหลือเชื่อว่า ไม่เคยมีสิ่งมีชีวิตเผ่าพันธุ์ใดเลยในจักรวาลนี้ ที่สามารถพัฒนาตนเองจนเดินทางข้ามห้วงอวกาศระหว่างดวงดาวได้ แต่ในความเป็นจริง เราก็ยังไม่เคยพบเจอเอเลียนที่นั่งยานอวกาศมาเยือนโลกเลยสักครั้ง

"ปัญหาใหญ่ที่สุดในการค้นหาสิ่งมีชีวิตต่างดาวก็คือ เรามีตัวอย่างของสิ่งมีชีวิตที่เคยพบเจอมาเพียงแบบเดียว นั่นก็คือสิ่งมีชีวิตบนโลกใบนี้" ดร.อาเดอริน-โพค็อก กล่าว

นั่นหมายความว่ามนุษย์ไม่สามารถจินตนาการถึงสิ่งมีชีวิตรูปแบบอื่น ที่เราไม่เคยพบเห็นมาก่อนได้ "ตัวอย่างเช่น หากคุณอาศัยอยู่บนดาวที่มีความเคลื่อนไหวเปลี่ยนแปลงรุนแรง คุณอาจจะต้องลงไปอยู่ใต้ดิน และไม่อาจจะส่งสัญญาณใด ๆ ออกมาจากใต้พิภพได้ ทำให้ดูเหมือนกับว่าดาวดวงนั้นไม่มีสิ่งมีชีวิตอยู่เลย แต่อันที่จริงอาจมีสิ่งมีชีวิตทรงภูมิปัญญาหลบซ่อนตัวอยู่ก็เป็นได้" ดร.อาเดอริน-โพค็อก อธิบาย

A composite image of the spiral galaxy Messier 106 (M106), also known as NGC 4258 - 25 million light years from Earthที่มาของภาพ,Robert Gendler/Science Photo Library/Getty
คำบรรยายภาพ,ข้อความใด ๆ ที่เราพยายามส่งไปถึงสิ่งมีชีวิตอื่นอาจต้องใช้เวลานับพันหรือหลายล้านปีจึงจะไปถึง นักวิทยาศาสตร์กล่าว
นอกจากนี้ยังมีความเป็นไปได้ในทางวิทยาศาสตร์ว่า มนุษย์เรากับเอเลียนต่างไม่เข้าใจภาษาของฝ่ายตรงข้าม ทั้งไม่อาจถอดรหัสหรือรับสัญญาณที่อีกฝ่ายส่งออกมาได้อีกด้วย "เราใช้กล้องโทรทรรศน์วิทยุ ดักฟังสัญญาณจากอารยธรรมต่างดาวมานาน ตั้งแต่ช่วงทศวรรษ 1960 แล้ว" ศ.โอไบรอันกล่าว ทว่าเอเลียนก็อาจจะส่งสัญญาณในรูปแบบอื่นที่ไม่ใช่คลื่นวิทยุออกมาได้เช่นกัน

หรือถึงแม้มนุษย์กับเอเลียนจะสื่อสารด้วยสัญญาณในช่วงคลื่นที่ตรงกัน แต่สัญญาณดังกล่าวจะต้องใช้เวลาเดินทางข้ามห้วงอวกาศอันกว้างใหญ่ไพศาลอย่างยาวนาน ซึ่งอาจเป็นเวลาถึงหลายพันหลายหมื่นปี กว่าที่อีกฝ่ายจะได้รับสารและตอบกลับมา ซึ่งคิดไปแล้วก็ไม่ต่างกับการสื่อสารด้วยจดหมายที่เชื่องช้ามากในสมัยโบราณ

ที่ผ่านมาโครงการ Breakthrough Listen ซึ่งตั้งอยู่มหาวิทยาลัยแคลิฟอร์เนีย วิทยาเขตเบิร์กลีย์ของสหรัฐฯ (UC Berkeley) ได้ดักฟังคลื่นวิทยุจากดาวเคราะห์ประมาณหนึ่งล้านดวงใกล้โลก เพื่อค้นหาว่ามีดาวดวงใดบ้าง ที่ปรากฏร่องรอยการส่งสัญญาณตอบกลับมายังโลก นอกจากนี้ยังสำรวจระบบดาวฤกษ์บริเวณใจกลางกาแล็กซีทางช้างเผือก ซึ่งอยู่ห่างจากโลกราว 25,000 ปีแสงด้วย

นั่นหมายความว่า หากมีสิ่งมีชีวิตทรงภูมิปัญญาต่างดาวอยู่ที่นั่นจริง สัญญาณที่ส่งมาจากพวกเขาจะต้องใช้เวลาเดินทางราว 25,000 ปี กว่าจะมาถึงโลก ดังนั้นเราอาจจะต้องรอคอยนานถึงหลายพันหลายหมื่นปี กว่าจะมีโอกาสได้ติดต่อสื่อสารกับเอเลียนสักครั้ง

ยังอีกนานกว่าจะได้เจอกัน
หากการสื่อสารทางไกลผ่านคลื่นวิทยุกับเอเลียนนั้นทำได้ยากยิ่ง ก็ไม่ต้องพูดถึงการเดินทางข้ามห้วงอวกาศ เพื่อมาพบเจอกันแบบตัวเป็น ๆ ในอนาคตอันใกล้ เพราะยังไม่มียานพาหนะชนิดใด ที่สามารถเดินทางข้ามห้วงอวกาศได้อย่างรวดเร็วพอ

ส่วนการ "วอร์ป" (warp) หรือการย่นระยะทางผ่านมิติของปริภูมิ-เวลา รวมทั้งการส่งสิ่งของและผู้คนไปยังอีกมุมหนึ่งของห้วงจักรวาลในพริบตานั้น ยังคงเป็นเพียงจินตนาการที่ท้าทายการพัฒนาทางเทคโนโลยี ซึ่งปัจจุบันก็ยังไล่ตามไม่ทันความฝันของคนเรา

มีความเป็นไปได้ว่า หากอารยธรรมที่มีมานานหลายพันปีของมนุษย์ ยังไม่สามารถสร้างยานอวกาศหรือวิธีการเดินทางที่ข้ามห้วงอวกาศได้อย่างมีประสิทธิภาพ อารยธรรมของสิ่งมีชีวิตทรงภูมิปัญญาที่ดาวดวงอื่น ๆ ก็อาจจะยังทำไม่ได้ด้วยเหมือนกัน หรือถึงแม้พวกเขาจะทำได้สำเร็จไปก่อนหน้านี้นานแล้ว ก็ยังเป็นไปได้ว่าเอเลียนนั้น ไม่ต้องการจะเดินทางมาพบกับเราเลย ไม่ว่าจะด้วยเหตุผลอะไรก็ตามแต่

นอกจากนี้ การพบปะและติดต่อสื่อสารระหว่างมนุษย์กับเอเลียน ยังต้องอาศัยโชคช่วยอย่างมาก เพราะช่วงเวลาการดำรงอยู่ของเผ่าพันธุ์และอารยธรรมมนุษย์ อาจไม่ตรงกับช่วงเวลาที่เอเลียนถือกำเนิดและพัฒนาเทคโนโลยีขั้นสูงก็เป็นได้

อย่าลืมว่าสิ่งมีชีวิตเกิดขึ้นและอยู่บนโลกใบนี้มานานถึง 3,500 ล้านปี แต่มนุษย์ยุคใหม่ที่มีสติปัญญาระดับสูง เพิ่งปรากฏตัวขึ้นเมื่อราว 300,000 ปีก่อนเท่านั้น ทั้งยังมีความเสี่ยงที่อารยธรรมของมนุษย์จะดำรงอยู่แค่ในช่วงสั้น ๆ ก่อนจะดับสูญไปในที่สุด

เนื่องจากการเกิดขึ้นและสูญสลายของอารยธรรม สามารถดำเนินไปในชั่วพริบตา เมื่อเทียบกับการดำรงอยู่อย่างยาวนานกว่าหมื่นล้านปีของห้วงจักรวาล เราจึงไม่อาจจะล่วงรู้หรือแน่ใจได้ว่า เอเลียนเคยมาเยือนโลกของเราในอดีตที่ผ่านมาหรือไม่ "หากอารยธรรมของเรากับเอเลียน ไม่ได้ดำรงอยู่ในช่วงเวลาที่ทับซ้อนกัน ทั้งสองจะไม่มีโอกาสได้พบกันเลย" ดร.อาเดอริน-โพค็อก กล่าว

ด้วยเหตุนี้ เอเลียนอาจมาเยือนโลกในอนาคต ในตอนที่เผ่าพันธุ์มนุษย์ทั้งหมดอำลาจากไปแล้ว หรืออาจจะเคยมาเยือนโลกยุคดึกดำบรรพ์ ในตอนที่มนุษย์ยังไม่ถือกำเนิดขึ้นก็เป็นได้ ซึ่งหากเป็นเช่นนั้นจริง ไดโนเสาร์ในยุคจูราสสิก อาจจะเคยทำหน้าที่เจ้าบ้านผู้ต้อนรับแขกจากต่างดาวมาแล้ว เมื่อหลายสิบล้านปีก่อน',
                'source_url' => 'https://www.bbc.com/thai/articles/c14g53528zgo',
                'created_at' => now(),
                'updated_at' => now(),
            ],
            // 3
            [
                'title' => 'ดาวหางมืด" อำพรางตัวเดินทางแบบย่องเงียบไปทั่วระบบสุริยะภาพดางหาง กลางจักรวาลสีดำมืด',
                'image' => 'https://ichef.bbci.co.uk/ace/ws/800/cpsprodpb/5f03/live/2ae2c100-7beb-11f0-83cc-c5da98c419b8.jpg.webp',
                'content' => 'ภายในระบบสุริยะของเรา มีหินอวกาศที่แปลกประหลาดอยู่ชนิดหนึ่ง มันไม่เหมือนกับดาวเคราะห์น้อยเสียทีเดียว แต่ก็ไม่ได้มีคุณสมบัติที่เหมือนกับดาวหางทั้งหมด หินอวกาศที่คล้ายลูกผสมระหว่างดาวเคราะห์น้อยและดาวหางนี้ เรียกว่า "ดาวหางมืด" (dark comet) ซึ่งยังไม่มีใครรู้อย่างแน่ชัดว่า มันถือกำเนิดขึ้นมาได้อย่างไร

แม้ที่มาที่ไปของดาวหางมืดจะยังคงเป็นปริศนาที่ลึกลับซับซ้อน เนื่องจากเพิ่งมีการค้นพบเมื่อไม่ถึงสิบปีมานี้เอง ทว่าดาวหางมืดอาจได้รับการพิจารณาจัดประเภท ให้เป็นวัตถุอวกาศชนิดใหม่เอี่ยมของระบบสุริยะในไม่ช้า เหล่านักดาราศาสตร์ที่ศึกษาดาวหางมืดต่างบอกว่า มันอาจเป็นวัตถุอวกาศที่นำพาน้ำมาสู่โลก และอาจเป็นภัยใหญ่หลวงต่อการดำรงอยู่ของมนุษยชาติ หากเกิดพุ่งชนโลกในอนาคต

ข่าวดีคือตอนนี้เรามีโอกาสที่จะได้ศึกษาทำความเข้าใจดาวหางมืดมากขึ้น เพราะบังเอิญยานสำรวจอวกาศลำหนึ่งของญี่ปุ่น กำลังมุ่งหน้าไปในทิศทางที่ดาวหางมืดอยู่ ต่อเมื่อยานลำดังกล่าวได้พบเจอและเข้าใกล้ดาวหางมืดในวงโคจรของมันแล้ว ซึ่งคาดว่าจะเป็นในช่วงปี 2031 เราน่าจะได้ทราบรายละเอียดที่ชัดเจนว่ามันคืออะไรและมีพฤติกรรมแบบใดกันแน่

เบาะแสที่นำไปสู่การค้นพบดาวหางมืด ปรากฏขึ้นครั้งแรกในปี 2016 เมื่อนักดาราศาสตร์ได้พบดาวเคราะห์น้อยที่มีพฤติกรรมเหมือนกับดาวหาง วัตถุอวกาศสองชนิดนี้ต่างกันอย่างมาก เพราะในขณะที่ดาวเคราะห์น้อยเป็นหินแข็ง ซึ่งไม่ทำปฏิกิริยาใด ๆ กับสิ่งแวดล้อมรอบข้าง ทั้งยังพบได้ทั่วไปในแถบดาวเคราะห์น้อยระหว่างดาวอังคารและดาวพฤหัสบดี ดาวหางนั้นกลับมีต้นกำเนิดมาจากนอกระบบสุริยะ โดยมีองค์ประกอบหลักเป็นหินแข็งและน้ำแข็งผสมกัน ทั้งยังมีหางยาวเหยียดถึงหลายล้านกิโลเมตร

วัตถุอวกาศแปลกประหลาดที่นักดาราศาสตร์พบเห็นในปี 2016 มีการเคลื่อนที่แบบเดียวกับดาวหาง แต่กลับไม่มีคุณสมบัติอื่น ๆ ของดาวหางเลย และเมื่อศึกษาวิถีโคจรรอบดวงอาทิตย์ของมันก็พบว่า วัตถุดังกล่าวดูเหมือนจะได้รับแรงผลักอย่างฉับพลันเป็นครั้งคราว ซึ่งแรงกระทำนี้น่าจะไม่ได้มาจากแรงโน้มถ่วงแต่อย่างใด

Skip ได้รับความนิยมสูงสุด and continue reading
ได้รับความนิยมสูงสุด
Two women wipe sunscreen on the backs of two men on a beach. The men are wearing swimming shorts while the women are in shorts ad in one case a bikini top and the other a sleeveless white top
เหตุใดครีมกันแดดกลายเป็นประเด็นอื้อฉาวระดับชาติในออสเตรเลีย ประเทศที่มีอัตราเป็นมะเร็งผิวหนังสูงที่สุดแห่งหนึ่งของโลก
นายอนุทิน ชาญวีรกูล เปิดกรวยกระทงดอกไม้ รับพระบรมราชโองการแต่งตั้งนายกรัฐมนตรี ณ อาคารที่ทำการสำนักงานใหญ่ พรรคภูมิใจไทย เมื่อ 1 ก.ย. 2568
อนุทิน ชาญวีรกูล รับพระบรมราชโองการโปรดเกล้าฯ เป็นนายกฯ คนที่ 32 ย้ำแก้ปัญหา 4 ด้าน ยึดคำมั่นยุบสภาใน 4 เดือน
Antonio Salazar-Hobson
จากลูกผู้อพยพชาวเม็กซิกัน ถูกพวกใคร่เด็กลักพาตัวไปตอน 4 ขวบ สู้ชีวิตจนโตมาเป็นทนายชื่อดังในสหรัฐฯ ได้อย่างไร
-
อนุทิน กลายมาเป็นตัวแทนกลุ่มอำนาจเก่าแทน ทักษิณ แล้วหรือไม่
End of ได้รับความนิยมสูงสุด
ทุกครั้งที่ได้รับแรงผลักดังกล่าว การเคลื่อนที่ของวัตถุอวกาศนี้จะเปลี่ยนแปลงไปเล็กน้อย เพียงเศษเสี้ยวของอัตราเร็วไม่ถึง 1 เมตรต่อวินาทีเท่านั้น แต่นั่นก็เพียงพอที่จะสังเกตเห็นได้ด้วยกล้องโทรทรรศน์บนพื้นโลก

ปรากฏการณ์ดังกล่าวเรียกว่า "การเร่งความเร็วโดยไม่อาศัยแรงโน้มถ่วง" (non-gravitational acceleration) ซึ่งเป็นพฤติกรรมปกติของดาวหางขณะโคจรเฉียดเข้าใกล้ดวงอาทิตย์ ในตอนนั้นน้ำแข็งในดาวหางจะร้อนขึ้นอย่างรวดเร็ว ทำให้เกิดการปลดปล่อยก๊าซและฝุ่นละออง ในลักษณะที่คล้ายกับเครื่องยนต์ขับดันไอพ่นนั่นเอง อย่างไรก็ตาม วัตถุอวกาศแปลกประหลาดที่พบในปี 2016 กลับไม่มีหางหรือร่องรอยของฝุ่นละอองและไอน้ำเลย ซ้ำยังไม่ค่อยจะมีปฏิกิริยาตอบสนองใด ๆ ต่อสิ่งแวดล้อมรอบข้างด้วย

หนึ่งปีต่อมา นักดาราศาสตร์ได้พบวัตถุอวกาศที่มีพฤติกรรมประหลาดในแบบเดียวกันอีกครั้ง นั่นก็คือดาวเคราะห์น้อย "โอมูอามูอา" (Oumuamua) หินอวกาศรูปทรงแปลกตาที่เป็นแท่งยาวคล้ายซิการ์ องค์ประกอบของมันมีทั้งหิน โลหะ และน้ำแข็ง มีความยาวประมาณ 115-400 เมตร ซึ่งในเวลาต่อมามีการค้นพบว่า โอมูอามูอาเป็นหนึ่งในวัตถุที่เดินทางมาจากห้วงอวกาศระหว่างดวงดาวนอกระบบสุริยะ (interstellar object) ซึ่งเท่ากับว่าเป็นแขกจากแดนไกลที่เดินทางมาเยือนระบบสุริยะของเรานั่นเอง โดยในช่วงปลายปี 2017 โอมูอามูอาได้อาศัยแรงโน้มถ่วงของดวงอาทิตย์ เหวี่ยงตัวเองออกพ้นจากระบบสุริยะไป

ดาวเคราะห์น้อย “โอมูอามูอา” มีพฤติกรรมเหมือนดาวหาง ซึ่งปัจจุบันเริ่มมีการค้นพบ “ดาวหางมืด” แบบโอมูอามูอา ที่อยู่ในระบบสุริยะเพิ่มขึ้นที่มาของภาพ,ESO/ M Kornmesser
คำบรรยายภาพ,ดาวเคราะห์น้อย "โอมูอามูอา" มีพฤติกรรมเหมือนดาวหาง ซึ่งปัจจุบันเริ่มมีการค้นพบ "ดาวหางมืด" แบบโอมูอามูอา ที่อยู่ในระบบสุริยะเพิ่มขึ้น
ต่อมาในปี 2023 ทีมนักดาราศาสตร์จากมหาวิทยาลัยมิชิแกนสเตต (MSU) ของสหรัฐฯ ซึ่งนำโดยดร.ดาร์รีล เซลิกแมน ได้ประกาศข่าวการค้นพบวัตถุในระบบสุริยะที่อาจเป็นดาวหางมืด 6 ดวง พวกมันมีวงโคจรรอบดวงอาทิตย์ที่คล้ายกับดาวเคราะห์น้อย ซ้ำยังไม่มีหางแบบดาวหาง แต่กลับมีการปลดปล่อยพลังงานจนเร่งความเร็วขึ้นได้เป็นครั้งคราว

วัตถุที่ต้องสงสัยว่าเป็นดาวหางมืดเหล่านี้ มีขนาดความกว้างตั้งแต่ 4-32 เมตร และมีการเร่งความเร็วขึ้นราว 1 นาโนเมตรต่อวินาที ซึ่งแม้จะฟังดูไม่มาก แต่ก็เพียงพอที่จะทำให้มันขยับออกห่าง และเบี่ยงตัวออกจากวิถีโคจรเดิมได้หลายร้อยกิโลเมตร ภายในระยะเวลาแค่ 2-3 ปีเท่านั้น

ในปี 2023 ทีมวิจัยของดร.เซลิกแมน ยังได้ตีพิมพ์รายงานการค้นพบดาวเคราะห์น้อยใกล้โลก 2003 RM ที่มีพฤติกรรมเหมือนดาวหางมืด และต่อมาในเดือนธ.ค. ปี 2024 พวกเขาได้ตีพิมพ์รายงานวิจัยใหม่อีกชิ้นหนึ่ง ซึ่งระบุว่ามีการค้นพบดาวหางมืดเพิ่มขึ้น จนนับรวมได้ถึง 14 ดวง ภายในระบบสุริยะ อย่างไรก็ตามดร.เซลิกแมนบอกว่า ยังคงไม่ทราบถึงสาเหตุที่แท้จริง ซึ่งอยู่เบื้องหลังการเคลื่อนที่อย่างแปลกประหลาดและไร้ระเบียบของมัน

วัตถุอวกาศชนิดใหม่
นักดาราศาสตร์เชื่อว่า ดาวเคราะห์น้อยและดาวหางส่วนใหญ่ คือเศษซากที่หลงเหลืออยู่จากการก่อตัวของดาวเคราะห์ในยุคแรกเริ่มของระบบสุริยะ เมื่อราว 4,600 ล้านปีก่อน ดาวเคราะห์น้อยบางดวงคือชิ้นส่วนของวัสดุ ที่ไม่ได้เข้าชนและรวมตัวกันเป็นดาวเคราะห์ ส่วนดาวหางนั้นเกิดจากฝุ่นละอองและน้ำแข็งที่อยู่ห่างไกลจากดวงอาทิตย์ ได้เกาะตัวและรวมเข้าด้วยกันเป็นก้อน

ความแตกต่างนี้ทำให้นักดาราศาสตร์จัดแบ่งเศษวัสดุในห้วงอวกาศออกเป็นสองประเภท ได้แก่ดาวเคราะห์น้อยที่แทบจะไม่เคลื่อนไหวเปลี่ยนแปลงหรือมีปฏิกิริยาใด ๆ ต่อสิ่งรอบข้าง กับดาวหางที่เต็มไปด้วยพลวัตปั่นป่วนในตัวเอง เช่นน้ำแข็งในดาวหางจะระเหิดกลายเป็นก๊าซ และปลดปล่อยสสารต่าง ๆ ออกมาสู่ห้วงอวกาศ จนเห็นเป็นหางยาวที่สุกสว่างอยู่บนท้องฟ้า

การค้นพบดาวหางมืดทำให้นักดาราศาสตร์ได้เรียนรู้ว่า เส้นแบ่งที่ชัดเจนระหว่างดาวเคราะห์น้อยกับดาวหางนั้นอาจไม่มีอยู่จริง "นี่เป็นส่วนหนึ่งของภาพรวม ที่กำลังปรากฏขึ้นให้เราได้เห็นและเข้าใจว่า ดาวเคราะห์น้อยและดาวหางนั้นคือสถานะของช่วงต่าง ๆ ที่ดำรงอยู่บนความต่อเนื่องเดียวกัน" ดร.มิเชล แบนนิสเตอร์ นักดาราศาสตร์จากมหาวิทยาลัยแคนเทอบิวรีของนิวซีแลนด์กล่าว "ในอดีตที่ผ่านมา นักดาราศาสตร์มักมองกันว่า ดาวหางนั้นต้องมีหางปรากฏให้เห็นชัดเจน ส่วนดาวเคราะห์น้อยนั้นเป็นเพียงหินที่แข็งและแห้งผาก แต่แนวคิดแบบนี้ได้ตกยุคตกสมัยไปเรียบร้อยแล้ว"

แนวคิดแบบง่าย ๆ ที่แยกประเภทดาวเคราะห์น้อยและดาวหางออกจากกันอย่างสิ้นเชิง เคยถูกตั้งคำถามมาแล้วในปี 1996 เมื่อมีการค้นพบ "ดาวเคราะห์น้อยที่เคลื่อนไหวเปลี่ยนแปลง" (active asteroid) ซึ่งมีการปลดปล่อยสสารจำนวนหนึ่งจากพื้นผิวของมัน จนทำให้เกิดหางที่ดูคล้ายกับดาวหางได้ ส่วนสาเหตุที่ทำให้เป็นเช่นนั้น อาจเป็นเพราะน้ำแข็งที่เคยซ่อนอยู่ใต้พื้นผิวของดาวเคราะห์น้อย เกิดแตกออกจนมาสัมผัสกับรังสีในห้วงอวกาศโดยตรง หลังดาวเคราะห์น้อยเกิดชนปะทะกันเอง หรือหมุนเหวี่ยงอย่างรุนแรงจนพื้นผิวปริแตก

เมื่อน้ำแข็งจากภายในดาวเคราะห์น้อยได้รับพลังงานความร้อนเพิ่มขึ้น ก็จะระเหิดกลายเป็นไอและปลดปล่อยก๊าซบางชนิดออกมา "ดาวเคราะห์น้อยที่เคลื่อนไหวเปลี่ยนแปลงบางดวง มีพฤติกรรมไม่ต่างจากดาวหาง" ดร.เจสสิกา อะการ์วัล นักดาราศาสตร์จากสถาบันมักซ์พลังก์เพื่อการวิจัยระบบสุริยะ (MPS) ของเยอรมนี ผู้คร่ำหวอดในวงการศึกษาวิจัยดาวเคราะห์น้อยประเภทนี้กล่าว

อย่างไรก็ตาม ดาวหางมืดนั้นแตกต่างจากดาวเคราะห์น้อยที่เคลื่อนไหวเปลี่ยนแปลง เพราะไม่มีร่องรอยการปลดปล่อยสสารจากพื้นผิว แต่กลับมีพฤติกรรมในการเร่งความเร็วเหมือนกับดาวหาง ซึ่งอัตราเร็วในการเคลื่อนตัวที่เพิ่มขึ้นมานั้น สูงเกินกว่าจะเป็นการปลดปล่อยพลังงานความร้อนออกมา จนทำให้หมุนตัวได้เร็วขึ้น หรือที่เรียกว่า "ปรากฏการณ์ยาร์คอฟสกี" (Yarkovsky effect)

"เราสังเกตเห็นมันล่องลอยไปในห้วงอวกาศ ด้วยความเร็วที่สูงเกินกว่าจะเป็นปรากฏการณ์ยาร์คอฟสกี" ดร.เท็ดดี้ คารีตา นักวิจัยจากหอสังเกตการณ์ดาราศาสตร์โลเวลล์ (Lowell Observatory) ในรัฐแอริโซนากล่าว

การเดินทางไปเยือนโดยบังเอิญ
เพื่อที่จะศึกษาทำความเข้าใจดาวหางมืดให้ได้มากขึ้น นักดาราศาสตร์จำเป็นจะต้องส่งยานสำรวจเข้าไปดูใกล้ ๆ ซึ่งตอนนี้มีข่าวดีว่า ยานสำรวจ "ฮายาบุสะ 2" (Hayabusa 2) ขององค์การสำรวจอวกาศญี่ปุ่น (JAXA) บังเอิญกำลังอยู่ในเส้นทางที่สามารถไปถึงดาวเคราะห์น้อย 1998 KY26 ซึ่งเป็นหนึ่งในดาวหางมืดที่มีการค้นพบล่าสุดได้ ภายในระยะเวลา 6 ปีข้างหน้า

เมื่อเดือนธ.ค. ปี 2020 ยานฮายาบุสะ 2 ที่บินเฉียดผ่านโลก ได้หย่อนแคปซูลบรรจุตัวอย่างวัสดุ ซึ่งใช้แขนกลเก็บมาจากดาวเคราะห์น้อยริวงู (Ryugu) เมื่อปี 2019 ลงมายังพื้นโลก เพื่อให้นักวิทยาศาสตร์นำไปศึกษาวิเคราะห์ถึงที่มาของน้ำ และที่มาของสรรพชีวิตบนโลกต่อไป

แม้ภารกิจดังกล่าวจะเสร็จสิ้นลงแล้ว แต่เนื่องจากยานฮายาบุสะ 2 ยังคงมีเชื้อเพลิงหลงเหลืออยู่ ทีมผู้ควบคุมยานของ JAXA จึงตัดสินใจทำภารกิจเพิ่มเติม โดยเดินทางมุ่งหน้าต่อไปยังดาวเคราะห์น้อย 1998 KY26 ซึ่งเป็นหนึ่งในดาวหางมืด 6 ดวง ที่ทีมวิจัยของดร. เซลิกแมน ได้ระบุเอาไว้ก่อนหน้านี้ "เราไม่เคยได้ยินเรื่องดาวหางมืดมาก่อน ในตอนที่เริ่มต้นวางแผนทำภารกิจส่วนต่อขยาย มันน่าตื่นเต้นมาก" ดร.ยูอิจิ สึดะ ผู้จัดการโครงการฮายาบุสะ 2 กล่าว

ตอนนี้ยานฮายาบุสะ 2 กำลังเดินทางมุ่งหน้าไปยังดาวหางมืด 1998 KY26ที่มาของภาพ,Alamy
คำบรรยายภาพ,ตอนนี้ยานฮายาบุสะ 2 กำลังเดินทางมุ่งหน้าไปยังดาวหางมืด 1998 KY26
สาเหตุที่ JAXA เลือกดาวเคราะห์น้อย 1998 KY26 เพราะมันมีคุณสมบัติหลายข้อ ที่เข้าเกณฑ์จะเป็นดาวหางมืดได้อย่างมาก เช่นการหมุนรอบตัวเองที่เร็วประมาณ 1 รอบ ต่อ 10 นาที ทั้งยังมีความกว้างเพียง 30 เมตร ซึ่งขนาดเล็กระดับนี้จัดว่าเป็นดาวเคราะห์น้อยที่เล็กที่สุด เท่าที่ยานฮายาบุสะ 2 เคยไปสำรวจมา

ขั้นตอนแรกหลังยานฮายาบุสะ 2 เดินทางไปถึงดาวหางมืดดังกล่าวในปี 2031 ยานจะลอยตัวอยู่เหนือพื้นผิวของ 1998 KY26 โดยทิ้งระยะห่างกันหลายกิโลเมตร จากนั้นจะเริ่มบันทึกภาพพื้นผิวของมัน เพื่อดูว่ามีการระเหิดของน้ำแข็งจนกลายเป็นไอออกมาหรือไม่

ในขั้นตอนนี้ดร.สึดะได้ให้คำอธิบายเพิ่มเติมว่า ด้วยความสามารถที่มีอยู่ของยานสำรวจ น่าจะสามารถบันทึกภาพการปลดปล่อยก๊าซด้วยความละเอียดสูงได้ ส่วนดร.เซลิกแมน ก็กล่าวสนับสนุนว่า "หากมีการปลดปล่อยก๊าซในลักษณะเดียวกับดาวหาง ซึ่งทำให้หินอวกาศเร่งความเร็วสูงขึ้น แน่นอนว่ายานฮายาบุสะ 2 จะสามารถตรวจพบ และสามารถจับภาพเอาไว้ได้"

เมื่อภารกิจในขั้นตอนแรกประสบผลสำเร็จแล้ว ผู้ควบคุมยานอาจพิจารณาให้ยานลดระดับต่ำลง และอาจถึงขั้นลงจอดบนพื้นผิวดาวหางมืดด้วย เพื่อใช้งานชุดอุปกรณ์เก็บตัวอย่างสสาร ในแบบเดียวกับที่เคยใช้บนดาวเคราะห์น้อยริวงูมาแล้ว ซึ่งชุดอุปกรณ์นี้รวมถึงเครื่องยิงกระสุนวิถีโค้ง ที่จะเจาะพื้นผิวดาวหางมืดให้แตกออกเป็นหลุมเล็ก ๆ จนเผยให้เห็นองค์ประกอบที่อยู่ลึกลงไปด้านในได้ "ด้วยวิธีติดตามวิเคราะห์อนุภาคของสสารที่กระเด็นหลุดออกมา เราอาจจะพอประมาณการได้ว่า โครงสร้างภายในของดาวเคราะห์น้อยดวงนี้เป็นอย่างไร" ดร.สึดะกล่าว

อย่างไรก็ตาม เป้าหมายระยะสั้นของเหล่านักดาราศาสตร์ที่มุ่งศึกษาดาวหางมืด คือการใช้กล้องโทรทรรศน์ทั้งที่ตั้งอยู่บนพื้นโลกและที่อยู่ในห้วงอวกาศ มาช่วยกันศึกษาวัตถุอวกาศลึกลับชนิดใหม่นี้ ซึ่งดร.คารีตาบอกว่า "หากได้กล้องโทรทรรศน์อวกาศเจมส์เว็บบ์ (JWST) มาช่วย ก็เรียกได้ว่าวิเศษไปเลย" แต่น่าเสียดายที่ดร.เซลิกแมน ได้เคยยื่นขอใช้งานกล้อง JWST เพื่อการศึกษาดาวหางมืดแล้ว แต่ไม่ได้รับอนุมัติ

หนทางที่ยังเหลืออยู่ คือการใช้งานกล้องโทรทรรศน์ที่ทรงพลังบนพื้นโลก อย่างเช่นกล้องโทรทรรศน์ Lowell Discovery ที่หอสังเกตการณ์ดาราศาสตร์โลเวลล์ในรัฐแอริโซนาของสหรัฐฯ ซึ่งดร. คารีตา สามารถเข้าถึงและใช้งานได้ตลอดช่วง 3 ปีข้างหน้า "เราจะยังคงติดตามสังเกตการณ์ และพยายามศึกษาถึงระดับความสามารถ ในการเร่งความเร็วโดยไม่ต้องอาศัยแรงโน้มถ่วงของดาวหางมืดต่อไป" ดร.คารีตากล่าว

ดาวหาง 67P/Churyumov-Gerasimenko มีความเคลื่อนไหวปั่นป่วนในระดับสูง โดยปะทุก๊าซและฝุ่นละอองออกมาจากพื้นผิวในปริมาณมาก จนเกิดเป็นหางที่ยาวเหยียดหลายล้านกิโลเมตรที่มาของภาพ,ESA/ Rosetta/ NAVCAM
คำบรรยายภาพ,ดาวหาง 67P/Churyumov-Gerasimenko มีความเคลื่อนไหวปั่นป่วนในระดับสูง โดยปะทุก๊าซและฝุ่นละอองออกมาจากพื้นผิวในปริมาณมาก จนเกิดเป็นหางที่ยาวเหยียดหลายล้านกิโลเมตร
ทีมนักวิจัยของหอสังเกตการณ์ดาราศาสตร์โลเวลล์ยังคาดการณ์ว่า ภายในช่วง 3 ปีข้างหน้า ดาวหางมืดบางดวงจะเปล่งแสงสุกสว่างขึ้นกว่าเก่า เนื่องจากเคลื่อนตัวเข้าใกล้ดวงอาทิตย์และได้รับพลังงานความร้อนเพิ่มขึ้น ซึ่งจะช่วยให้ดร.คารีตาและคณะสามารถตรวจวิเคราะห์ได้ง่ายขึ้นว่า องค์ประกอบของมันคือแร่ธาตุหรือสสารชนิดใดกันแน่

ในขณะที่เรายังคงต้องรอข้อมูลการสำรวจจากห้วงอวกาศลึก เพื่อไขปริศนาของดาวหางมืดให้กระจ่างแจ้ง ผลการศึกษาจากกล้องโทรทรรศน์บนพื้นโลกของนักดาราศาสตร์บางราย กลับเพิ่มพูนความน่าพิศวงของมันให้ทวีคูณขึ้นอีกหลายเท่า เช่นรายงานวิจัยที่ตีพิมพ์เมื่อเดือนก.ค. ของปีที่แล้ว ของดร.แอสเตอร์ เทย์เลอร์ นักฟิสิกส์ดาราศาสตร์จากมหาวิทยาลัยมิชิแกนและคณะ ซึ่งดร.เทย์เลอร์นั้นก็เคยร่วมงานกับทีมวิจัยของดร.เซลิกแมนมาก่อน

ดร.เทย์เลอร์และคณะได้เสนอแนวคิดใหม่ว่า ในตอนแรกดาวหางมืดอาจถือกำเนิดขึ้นมา โดยเป็นดาวเคราะห์น้อยธรรมดาในแถบดาวเคราะห์น้อยระหว่างดาวอังคารกับดาวพฤหัสบดี แต่ก็มีองค์ประกอบที่เป็นน้ำแข็งซ่อนอยู่ภายในด้วย ต่อมาดาวเคราะห์น้อยเหล่านี้อาจถูกแรงโน้มถ่วงของดาวพฤหัสบดี เหวี่ยงจนกระเด็นหลุดออกจากวงโคจรเดิม ทำให้เคลื่อนตัวเข้าไปใกล้กับดวงอาทิตย์มากขึ้นเรื่อย ๆ

"เมื่อถึงจุดหนึ่ง ดาวเคราะห์น้อยกลุ่มนี้จะแตกออกเป็นเสี่ยง ๆ เนื่องจากหมุนตัวเร็วเกินไป หรือไม่ก็ชนปะทะกันเอง จนส่วนที่เป็นน้ำแข็งโผล่ออกมา ทำให้มันกลายเป็นดาวหางมืดไปในที่สุด" ดร.เทย์เลอร์กล่าวอธิบาย เขายังบอกว่ากระบวนการนี้สามารถทำให้ดาวหางมืดส่วนใหญ่ หมุนตัวได้เร็วสูงสุดถึง 1 รอบ ในทุก 6 นาที ในขณะที่ดาวเคราะห์น้อยซึ่งมีขนาดใกล้เคียงกัน จะหมุนตัวครบ 1 รอบ ในทุก 1 ชั่วโมง

ดาวหางมืดสองประเภท
การค้นพบดาวหางมืดเพิ่มขึ้นในเดือนธ.ค. ปี 2024 เป็นสัญญาณบ่งชี้ว่าวัตถุอวกาศเหล่านี้ อาจมีอยู่ในสองรูปแบบใหญ่ ๆ ด้วยกัน ประเภทแรกได้แก่ "ดาวหางมืดวงนอก" (outer dark comet) ซึ่งมีขนาดความกว้างตั้งแต่ 100 เมตร ไปจนถึง 1 กิโลเมตร และน่าจะถือกำเนิดในห้วงอวกาศใกล้ดาวพฤหัสบดี

ส่วนประเภทที่สองนั้นได้แก่ "ดาวหางมืดวงใน" (inner dark comet) ที่มีขนาดเล็กกว่ามาก โดยมีความกว้างเพียง 10-20 เมตร ทั้งยังมีวิถีโคจรรอบดวงอาทิตย์เป็นวงกลมคล้ายกับวงโคจรโลก คุณสมบัติต่าง ๆ ของดาวหางมืดวงในบ่งชี้ว่า มันอาจเป็นดาวเคราะห์น้อยขนาดใหญ่ที่แตกออกเป็นเสี่ยง ๆ จนส่วนที่เป็นน้ำแข็งด้านในโผล่ออกมา ในขณะที่ดาวหางมืดวงนอกของระบบสุริยะนั้น แต่เดิมน่าจะเป็นดาวหางที่อ่อนแรงลงเพราะกำลังจะสิ้นอายุขัย

ดาวหางมืด 1998 KY26 มีความกว้างเพียง 30 เมตร แต่จะช่วยให้ข้อมูลความรู้ เกี่ยวกับวัตถุอวกาศชนิดใหม่แก่เราเพิ่มมากขึ้น หากภารกิจของยานฮายาบุสะ 2 ประสบความสำเร็จที่มาของภาพ,Alamy/ Nasa
คำบรรยายภาพ,ดาวหางมืด 1998 KY26 มีความกว้างเพียง 30 เมตร แต่จะช่วยให้ข้อมูลความรู้ เกี่ยวกับวัตถุอวกาศชนิดใหม่แก่เราเพิ่มมากขึ้น หากภารกิจของยานฮายาบุสะ 2 ประสบความสำเร็จ
ดร.คารีตา อธิบายถึงประเด็นนี้เพิ่มเติมว่า "ดาวหางมืดวงนอก คือดาวหางที่ถูกเราสังเกตเห็น ในตอนที่ก๊าซขับดันของมันกำลังจะหมด เรียกได้ว่าอยู่ในช่วงลมหายใจเฮือกสุดท้ายของชีวิตดาวหาง ซึ่งถือเป็นระยะเวลาสั้น ๆ ในช่วงชีวิตอันยาวนานของมัน"

หากดาวหางมืดได้รับการพิสูจน์ว่า มันเป็นดาวเคราะห์น้อยที่มีน้ำแข็งอยู่จริง ข้อพิสูจน์ยืนยันนี้จะช่วยไขปริศนาเรื่องที่มาของน้ำบนโลก ซึ่งก่อนหน้านี้บรรดานักวิทยาศาสตร์ต่างสันนิษฐานว่า ดาวเคราะห์น้อยและดาวหางที่พุ่งชนโลกในช่วงก่อกำเนิดระบบสุริยะ เป็นยานพาหนะที่นำโมเลกุลน้ำมาสู่โลกของเรา และดาวหางมืดนั้นมีความเป็นไปได้มากที่สุด ที่จะเป็นยานลำเลียงขนส่งน้ำข้ามห้วงอวกาศดังกล่าว "หากมีวัตถุอวกาศใกล้โลกจำนวนมาก ที่เราไม่เคยล่วงรู้มาก่อนว่ามันอุ้มน้ำได้ ก็นับว่ามีโอกาสสูงที่วัตถุอวกาศเหล่านั้น จะเป็นตัวการนำพาน้ำมาสู่โลก" ดร.เซลิกแมนกล่าว

นอกจากจะมีความเป็นไปได้สูงว่า ดาวหางมืดมีบทบาทสำคัญต่อการก่อกำเนิดชีวิตบนโลกในยุคบรรพกาล มันยังมีความสำคัญต่อการดำรงอยู่ของมนุษยชาติในอนาคตอีกด้วย โดยดร.เทย์เลอร์บอกว่า วัตถุอวกาศที่ดูเหมือนจะไม่มีพิษภัยในปัจจุบัน อาจเปลี่ยนวิถีโคจรมาพุ่งชนโลกได้อย่างไม่คาดฝันในวันหนึ่งข้างหน้า

ดาวหางมืดหลายดวง รวมถึงที่มีขนาดค่อนข้างใหญ่อย่าง 2003 RM ถูกตรวจพบในห้วงอวกาศใกล้โลก แต่โชคดีที่ในตอนนี้ ดาวหางมืดยังคงเป็นวัตถุอวกาศที่หาพบได้ยาก ทั้งยังมีการปะทุปลดปล่อยสสาร ที่ทำให้เกิดการเปลี่ยนแปลงทิศทางและวิถีโคจรน้อยมาก "อย่างไรก็ตาม หากเราไม่คอยตรวจสอบและค้นหาวัตถุลึกลับเหล่านี้ให้ดี ๆ เราจะไม่อาจล่วงรู้ได้เลยว่า สักวันหนึ่งมันจะพุ่งมาชนโลกหรือไม่" ดร.เทย์เลอร์กล่าวทิ้งท้าย
    ',
                'source_url' => 'https://www.bbc.com/thai/articles/c626v3kk616o',
                'created_at' => now(),
                'updated_at' => now(),
            ],
            // 4
            [
                'title' => 'ภาพสแกนไททานิคแบบ 3 มิติ เผยรายละเอียดสำคัญเกี่ยวกับชั่วโมงสุดท้ายของเรือ',
                'image' => 'https://ichef.bbci.co.uk/ace/ws/800/cpsprodpb/779b/live/bd061c20-0fef-11f0-ac9f-c37d6fd89579.jpg.webp',
                'content' => 'การวิเคราะห์อย่างละเอียดของภาพสแกนดิจิทัลขนาดเทียบเท่าเรือไททานิคของจริงเปิดเผยข้อมูลเชิงลึกใหม่ ๆ เกี่ยวกับชั่วโมงสุดท้ายของเรือที่ประสบเหตุร้ายนี้

แบบจำลอง 3 มิติเสมือนจริงแสดงให้เห็นความรุนแรงของเรือที่ฉีกขาดออกเป็น 2 ส่วนในขณะที่จมลงหลังจากชนภูเขาน้ำแข็งในปี 1912 โดยผู้โดยสาร 1,500 คนเสียชีวิตจากภัยพิบัติครั้งนี้

ภาพสแกนนี้ให้มุมมองใหม่ของห้องเครื่อง ซึ่งยืนยันคำบอกเล่าของผู้เห็นเหตุการณ์ที่วิศวกรทำงานจนกระทั่งนาทีสุดท้ายเพื่อให้ไฟบนเรือยังติดอยู่เสมอ และการจำลองด้วยคอมพิวเตอร์ยังแสดงให้เห็นด้วยว่า รูรั่วบนตัวเรือขนาดเท่ากระดาษเอ 4 เป็นสาเหตุที่ทำให้เรืออัปปางลง

A digital replica of the stern section of the Titanic. In the middle of the image there are what look like two large metal prongs sitting on a tangled mess of grey brown metal. These are the engines of the ship and are at the back of this rear section. When the ship broke into two almost equal halves, as the stern sank it went into a spiral and was very badly damaged. The " prongs" are surrounded by mangled pieces of metal including one large flat sheet to the right. ที่มาของภาพ,Atlantic Productions/Magellan
คำบรรยายภาพ,ท้ายเรือที่หักออกจากส่วนหัวเรือได้รับความเสียหายอย่างหนัก
"ไททานิคเป็นพยานคนสุดท้ายที่รอดชีวิตจากภัยพิบัติครั้งนี้ และยังคงมีเรื่องราวมากมายที่จะบอกเล่า" พาร์กส์ สตีเฟนสัน นักวิเคราะห์เรือไททานิค กล่าว

การสแกนเรือไททานิคครั้งนี้เป็นส่วนหนึ่งการการศึกษาเพื่อจัดทำสารคดีชุดใหม่ที่ใช้ชื่อว่า Titanic: The Digital Resurrection หรือ "ไททานิค: การฟื้นชีพในยุคดิจิทัล" ของเนชันแนล จีโอกราฟิก (National Geographic) และแอตแลนติก โปรดักชันส์ (Atlantic Productions)

Skip ได้รับความนิยมสูงสุด and continue reading
ได้รับความนิยมสูงสุด
Two women wipe sunscreen on the backs of two men on a beach. The men are wearing swimming shorts while the women are in shorts ad in one case a bikini top and the other a sleeveless white top
เหตุใดครีมกันแดดกลายเป็นประเด็นอื้อฉาวระดับชาติในออสเตรเลีย ประเทศที่มีอัตราเป็นมะเร็งผิวหนังสูงที่สุดแห่งหนึ่งของโลก
นายอนุทิน ชาญวีรกูล เปิดกรวยกระทงดอกไม้ รับพระบรมราชโองการแต่งตั้งนายกรัฐมนตรี ณ อาคารที่ทำการสำนักงานใหญ่ พรรคภูมิใจไทย เมื่อ 1 ก.ย. 2568
อนุทิน ชาญวีรกูล รับพระบรมราชโองการโปรดเกล้าฯ เป็นนายกฯ คนที่ 32 ย้ำแก้ปัญหา 4 ด้าน ยึดคำมั่นยุบสภาใน 4 เดือน
Antonio Salazar-Hobson
จากลูกผู้อพยพชาวเม็กซิกัน ถูกพวกใคร่เด็กลักพาตัวไปตอน 4 ขวบ สู้ชีวิตจนโตมาเป็นทนายชื่อดังในสหรัฐฯ ได้อย่างไร
Neil Hopper was motivated by sexual interest in amputation, the court heard
ศัลยแพทย์ชาวเวลส์ถูกศาลตัดสินจำคุกหลังตัดขาตัวเองสองข้างเอาเงินประกัน
End of ได้รับความนิยมสูงสุด
ภาพจำลองของซากเรือไททานิคที่จมอยู่ใต้น้ำลึกลงไป 3,800 เมตร ในน่านน้ำอันหนาวเหน็บของมหาสมุทรแอตแลนติก สร้างขึ้นโดยภาพที่ถ่ายจากหุ่นยนต์ใต้น้ำ โดยภาพสแกนดังกล่าวประกอบขึ้นจากภาพถ่ายมากกว่า 700,000 ภาพ ที่ถ่ายจากทุกมุมถูกนำมาใช้ เพื่อสร้าง "ฝาแฝดทางดิจิทัล" ซึ่งบีบีซีนิวส์เคยนำมาเปิดเผยไว้เมื่อปี 2023

อย่างไรก็ตาม เนื่องจากซากเรือไททานิคมีขนาดใหญ่มากและจมอยู่ใต้น้ำ การสำรวจด้วยเรือดำน้ำจึงแสดงให้เห็นเพียงภาพช็อตสั้น ๆ (สแน็ปช็อต) ที่น่าดึงดูดเท่านั้น แต่การสแกนครั้งนี้ให้ภาพเต็ม ๆ ของเรือไททานิคเป็นครั้งแรก

หัวเรือขนาดใหญ่ตั้งตรงอยู่บนพื้นทะเล ราวกับว่าเรือยังคงเดินทางต่อไป แต่ห่างออกไป 600 เมตร ท้ายเรือกลับกลายเป็นกองโลหะบิดเบี้ยว ความเสียหายเกิดขึ้นขณะที่เรือกระแทกเข้ากับก้นมหาสมุทรหลังจากเรือแตกออกเป็น 2 ท่อน

A close up image of the digital replica of Titanic showing four portholes in the side of the bow section. The metal is brown with some yellow patches and has what looks like a rippled texture which is made up of rusticles created as the sea life that has colonised the ship slowly eats away the hull. Three of the portholes still contain glass but one of them has a large hole in it believed to have been made by the iceberg.  ที่มาของภาพ,Atlantic Productions/Magellan
คำบรรยายภาพ,กระจกในช่องหน้าต่างแตก ซึ่งอาจเป็นเพราะการขูดผ่านภูเขาน้ำแข็ง
เทคโนโลยีการทำแผนที่ใหม่นี้เปิดทางให้การศึกษาซากเรือได้พบวิธีการใหม่ "มันเหมือนกับที่เกิดเหตุ คุณต้องดูหลักฐานในบริบทของสถานที่เกิดเหตุ" พาร์กส์ สตีเฟนสัน กล่าว

"และการมองเห็นภาพรวมของพื้นที่บริเวณซากทั้งหมดเป็นสิ่งสำคัญในการทำความเข้าใจว่าเกิดอะไรขึ้นที่นี่"

ภาพสแกนนี้ได้แสดงให้เห็นรายละเอียดใหม่ ๆ จากระยะใกล้ รวมทั้งช่องหน้าต่างเรือที่น่าจะแตกเพราะการชนกับภูเขาน้ำแข็ง สอดคล้องกับรายงานของผู้รอดชีวิตที่เห็นด้วยตาตนเองว่าน้ำแข็งได้อัดเข้าไปภายในตู้นอนของผู้โดยสาร

Digital replica of Titanic showing the back of the bow where the ship has split in two, looking forward towards the front of the ship. In the middle of the image are four big brown circular structures which are the huge boilers used to create the steam to power the ship. Two of these are slightly concave. The boilers are surrounded by a tangled mess of brown metal made up of other parts of the ship. The image is set against a black background. ที่มาของภาพ,Atlantic Productions/Magellan
คำบรรยายภาพ,ห้องหม้อไอน้ำอยู่บริเวณท้ายหัวเรือซึ่งเรือแยกออกเป็น 2 ส่วน
ผู้เชี่ยวชาญได้ศึกษาห้องเครื่องยนต์ไอน้ำขนาดใหญ่ห้องหนึ่งของเรือไททานิค ซึ่งมองเห็นได้ง่ายจากภาพสแกน เนื่องจากห้องหม้อไอน้ำตั้งอยู่บริเวณท้ายเรือตรงจุดที่เรือแตกออกเป็น 2 ส่วน

ผู้โดยสารกล่าวว่า ไฟยังคงเปิดอยู่ขณะที่เรือจมลงใต้คลื่น

แบบจำลองดิจิทัลแสดงให้เห็นว่าหม้อไอน้ำบางส่วนมีลักษณะโค้งเว้า บ่งชี้ว่าหม้อไอน้ำยังคงทำงานอยู่ขณะเรือกำลังจมดิ่งลงสู่ใต้น้ำ นอกจากนี้ ยังพบว่าวาล์วบนดาดฟ้าส่วนท้ายเรืออยู่ในตำแหน่งเปิด ซึ่งบ่งชี้ว่าไอน้ำยังคงไหลเข้าสู่ระบบผลิตไฟฟ้า

สภาพเช่นนี้น่าจะเกิดขึ้นได้จากการทำงานของทีมวิศวกรที่นำโดยโจเซฟ เบลล์ ผู้อยู่เบื้องหลังการตักถ่านหินใส่เตาเผาเพื่อให้ไฟยังคงทำงานอยู่

ทุกคนเสียชีวิตในภัยพิบัติครั้งนั้น แต่การกระทำอันกล้าหาญของพวกเขาช่วยชีวิตคนจำนวนมากไว้ได้

"พวกเขาทำให้ไฟและระบบพลังงานทำงานจนถึงที่สุด เพื่อให้ลูกเรือมีเวลาปล่อยเรือชูชีพอย่างปลอดภัยด้วยแสงสว่างแทนที่จะอยู่ในความมืดมิด" พาร์กส์ สตีเฟนสัน กล่าวกับบีบีซี

"พวกเขาควบคุมความโกลาหลเอาให้นานที่สุดเท่าที่จะทำได้ และทั้งหมดนี้แสดงให้เห็นผ่านวาล์วไอน้ำที่เปิดอยู่ตรงส่วนท้ายเรือ"

Digital replica of Titanic showing a close up of the upper deck of the rear section of Titanic. There are flat pieces of metal that are brown and grey plus a large circular pipe running from the top of the image to the bottom on the left hand side. Beneath it is a smaller pipe running from left to right. In the centre of the image there is a a circular piece of equipment - a valve. In the middle of that is a smaller circle of metal that could be tilted to lie flat and close off the open valve but is clearly set straight at 90 degrees in the open position. ที่มาของภาพ,Atlantic Productions/Magellan
คำบรรยายภาพ,วาล์ววงกลม (กลางภาพ) อยู่ในตำแหน่งเปิด
การจำลองแบบใหม่ยังให้ข้อมูลเชิงลึกเพิ่มเติมเกี่ยวกับการจมของเรืออีกด้วย

การจำลองนี้ใช้แบบจำลองโครงสร้างโดยละเอียดของเรือ ซึ่งสร้างขึ้นจากพิมพ์เขียวของเรือไททานิค รวมถึงข้อมูลเกี่ยวกับความเร็ว ทิศทาง และตำแหน่งของเรือ เพื่อคาดการณ์ความเสียหายที่เกิดขึ้นขณะที่เรือพุ่งชนภูเขาน้ำแข็ง

"เราใช้อัลกอริทึมเชิงตัวเลขขั้นสูง สร้างแบบจำลองคอมพิวเตอร์ และใช่ความสามารถในการประมวลผลของซูเปอร์คอมพิวเตอร์ เพื่อสร้างแบบจำลองการจมของเรือไททานิคขึ้นมาใหม่" ศาสตราจารย์จอม กี พัค จากมหาวิทยาลัยคอลเลจลอนดอน หัวหน้าทีมวิจัยกล่าว

การจำลองแสดงให้เห็นว่าในขณะที่เรือพุ่งชนภูเขาน้ำแข็งแค่เพียงเฉียด ๆ มันทำให้เกิดรอยเจาะเป็นชุด ๆ ตามแนวยาวของตัวเรือ

A still from a computer simulation of the damage to the bow of the Titanic. The schematic representation shows the starboard side of the hull, coloured blue, with the front of the ship pointing to the right of the image. There are small yellow dots running in a straight line along a thin stretch of the hull representing the series of gashes made by the iceberg which resulted in Titanics sinking. ที่มาของภาพ,Jeom Kee-Paik/ University College London
คำบรรยายภาพ,การจำลองคำนวณได้ว่าภูเขาน้ำแข็งทำให้เกิดรูเล็ก ๆ บนตัวเรือ
ไททานิคถูกออกแบบมาให้ไม่สามารถจมลงได้ โดยมีการออกแบบให้ตัวเรือลอยน้ำอยู่ได้ถึงแม้ว่าจะมีน้ำท่วมห้องเครื่องใน 4 ห้องก็ตาม

แต่การจำลองคำนวณได้ว่าความเสียหายจากภูเขาน้ำแข็งกระจายไปทั่ว 6 ห้องเครื่อง

"ความแตกต่างระหว่างไททานิคที่จมและไม่จมนั้นอยู่ที่ขอบรูหรือช่องเล็ก ๆ ที่มีขนาดเท่ากับกระดาษแผ่นหนึ่ง" ไซมอน เบนสัน อาจารย์ประจำภาควิชาสถาปัตยกรรมกองทัพเรือ มหาวิทยาลัยนิวคาสเซิล กล่าว

"แต่ปัญหาคือช่องเล็ก ๆ เหล่านั้นกระจายอยู่ตามแนวความยาวของเรือ ดังนั้น น้ำจะค่อย ๆ ท่วมเข้าไปในช่องเหล่านั้นอย่างช้า ๆ และในที่สุดช่องต่าง ๆ ก็จะถูกน้ำท่วมจนล้นออกไปด้านบน และไททานิคก็จมลง"

อย่างไรก็ดี น่าเสียดายที่ไม่สามารถมองเห็นความเสียหายได้จากการสแกน เนื่องจากส่วนล่างของหัวเรือถูกซ่อนอยู่ใต้ตะกอน

Digital replica showing bow section of the Titanic from the port side. The front of the ship is on the left, pointing slightly downwards. Its hull is breaking open where the ship jackknifed as it ploughed into the thick silt of the ocean floor, which is grey and undulating. The wreck itself is a darker grey and brown. The ships crane is clearly visible at the very front of the ship on the left of the image. There are rows of portholes on each of the decks running along the main section of the ship. Above these are the upper decks, including the promenade which was open to the air where people would walk. The large windows of this deck are clearly visible towards the top of the image. Above this, sitting on the top deck, are the bridge and crew quarters. At the rear of the bow section, where the ship split in two, the metal of the hull falls away. The image is set against a black background.  ที่มาของภาพ,Atlantic Productions/Magellan
คำบรรยายภาพ,ต้องใช้เวลาหลายปีในการตรวจสอบการสแกน 3 มิติอย่างครบถ้วน
โศกนาฏกรรมของมนุษย์จากไททานิคยังคงมองเห็นได้ชัดเจน

ข้าวของส่วนตัวของผู้โดยสารบนเรือกระจัดกระจายอยู่ทั่วพื้นทะเล

การสแกนนี้ให้เบาะแสใหม่เกี่ยวกับคืนอันหนาวเหน็บในปี 1912 แต่ผู้เชี่ยวชาญต้องใช้เวลาหลายปีกว่าจะตรวจสอบทุกรายละเอียดของแบบจำลอง 3 มิติได้อย่างละเอียดถี่ถ้วน

"เรือลำนี้เล่าเรื่องราวให้เราฟังทีละนิดเท่านั้น" พาร์กส์ สตีเฟนสัน กล่าว

"ทุก ๆ ครั้ง เรือลำนี้ทำให้เราอยากฟังเรื่องราวอื่น ๆ อีก"',
                'source_url' => 'https://www.bbc.com/thai/articles/c5yr2r33xj3o',
                'created_at' => now(),
                'updated_at' => now(),
            ],
            // 5
            [
                'title' => 'พบสัญญาณบ่งชี้ถึงดาวเคราะห์ก๊าซยักษ์ดวงใหม่ใกล้โลก',
                'image' => 'https://ichef.bbci.co.uk/ace/ws/800/cpsprodpb/ac71/live/8273fad0-7450-11f0-8071-1788c7e8ae0e.jpg.webp',
                'content' => 'นักวิทยาศาสตร์ค้นพบหลักฐานที่มีความหนักแน่นบ่งชี้ถึงดาวเคราะห์ก๊าซยักษ์ในระบบดาวฤกษ์ใกล้กับระบบสุริยะของเรา

ด้วยระยะห่างราว 4.5 ปีแสง ดาวเคราะห์ที่พบว่ามีไม่สิ่งมีชีวิตดวงนี้ อาจจะเป็นเพื่อนบ้านที่ใกล้ชิดกับโลกในแง่ดาราศาสตร์ และอาจมีดวงจันทร์ที่สามารถเป็นที่อยู่อาศัยของสิ่งมีชีวิตได้

กล้องโทรทรรศน์อวกาศเจมส์ เวบบ์ อันทรงพลังสามารถตรวจจับสัญญาณดาวเคราะห์ดวงนี้ในระบบดาวที่มีชื่อว่า อัลฟา เซนทอรี (Alpha Centauri) ได้เมื่อปีที่แล้ว ก่อนที่มันจะหายไปในการสังเกตการณ์ติดตามในภายหลัง

จึงทำให้นักดาราศาสตร์ต้องสังเกตการณ์อีกครั้งเพื่อพิสูจน์ว่า มันมีอยู่จริง

การค้นพบครั้งนี้ทำให้นักวิทยาศาสตร์รู้สึกตื่นเต้น โดยเฉพาะเพื่อพบว่ามีความคล้ายคลึงกันระหว่างดาวฤกษ์ของดาวเคราะห์นอกระบบสุริยะกับดวงอาทิตย์ของเรา

Skip ได้รับความนิยมสูงสุด and continue reading
ได้รับความนิยมสูงสุด
Two women wipe sunscreen on the backs of two men on a beach. The men are wearing swimming shorts while the women are in shorts ad in one case a bikini top and the other a sleeveless white top
เหตุใดครีมกันแดดกลายเป็นประเด็นอื้อฉาวระดับชาติในออสเตรเลีย ประเทศที่มีอัตราเป็นมะเร็งผิวหนังสูงที่สุดแห่งหนึ่งของโลก
นายอนุทิน ชาญวีรกูล เปิดกรวยกระทงดอกไม้ รับพระบรมราชโองการแต่งตั้งนายกรัฐมนตรี ณ อาคารที่ทำการสำนักงานใหญ่ พรรคภูมิใจไทย เมื่อ 1 ก.ย. 2568
อนุทิน ชาญวีรกูล รับพระบรมราชโองการโปรดเกล้าฯ เป็นนายกฯ คนที่ 32 ย้ำแก้ปัญหา 4 ด้าน ยึดคำมั่นยุบสภาใน 4 เดือน
Antonio Salazar-Hobson
จากลูกผู้อพยพชาวเม็กซิกัน ถูกพวกใคร่เด็กลักพาตัวไปตอน 4 ขวบ สู้ชีวิตจนโตมาเป็นทนายชื่อดังในสหรัฐฯ ได้อย่างไร
-
อนุทิน กลายมาเป็นตัวแทนกลุ่มอำนาจเก่าแทน ทักษิณ แล้วหรือไม่
End of ได้รับความนิยมสูงสุด
"ระยะห่างราว 4 ปีแสง อาจจะดูว่าห่างไกลออกไป แต่ในแง่ของกาแลกซี ถือว่าใกล้มาก และอยู่ในย่านเพื่อนบ้านของเรา" ดร.คาร์ลี โอเวตต์ รองศาสตราจารย์ด้านเครื่องมือวัดอวกาศที่มหาวิทยาลัยออกซ์ฟอร์ด ระบุ

"ดาวเคราะห์ดวงนี้โคจรรอบ ๆ ดาวฤกษ์ดวงหนึ่งที่มีลักษณะคล้ายกับดวงอาทิตย์ และมีอุณหภูมิและความสว่างคล้ายคลึงกัน ซึ่งเป็นสิ่งสำคัญมาก หากเราต้องการพิจารณาถึงโลกที่เอื้อต่อการอยู่อาศัย" เธอกล่าวเสริม

ดาวเคราะห์ดวงนี้จะมีลักษณะคล้ายกับดาวเคราะห์ก๊าซยักษ์ในระบบสุริยะของเรา คือ ดาวเสาร์และดาวพฤหัสบดี และจะปกคลุมไปด้วยกลุ่มก๊าซอันหนาทึบ นั่นหมายความว่าดาวเคราะห์ดวงนี้ไม่สามารถมีสิ่งมีชีวิตอยู่ได้ แต่อาจมีดวงจันทร์ที่เอื้อต่อการอยู่อาศัยได้

โดยดาวพฤหัสบดีและดาวเคราะห์ดวงอื่น ๆ ในระบบสุริยะของเรามีดวงจันทร์น้ำแข็ง ซึ่งนักวิจัยเชื่อว่า อาจมีสิ่งมีชีวิตอยู่ได้

ขณะนี้นักวิทยาศาสตร์กำลังศึกษาความเป็นไปได้นี้ในภารกิจที่เรียกว่ายูโรปาคลิปเปอร์และจูซ (Europa Clipper and Juice)

แต่ดาวเคราะห์เหล่านั้นอยู่ไกลจากดวงอาทิตย์ซึ่งเป็นแหล่งกำเนิดสิ่งมีชีวิตของเรา ส่วนดาวเคราะห์ดวงใหม่ที่มีศักยภาพนี้ค่อนข้างอยู่ใกล้กับดาวฤกษ์ของมัน

Stock illustration of Jupiters large moon, Europa, covered by a thick crust of ice above a vast ocean of liquid water ที่มาของภาพ,Getty Images
คำบรรยายภาพ,ภาพวาดฝีมือศิลปิน แสดงให้เห็นดวงจันทร์ ยูโรปา (Europa) บริวารของดาวพฤหัสบดี ที่นักวิทยาศาสตร์เชื่อว่า อาจจะมีสัญญาณของสิ่งมีชีวิตอยู่ในมหาสมุทรบนดาวดวงนี้
สัญญาณเหล่านี้ถูกค้นพบโดยการถ่ายภาพโดยตรงจากกล้องโทรทรรศน์อวกาศเจมส์ เวบบ์ ถือเป็นสิ่งที่ใกล้ที่สุด เท่าที่นักวิทยาศาสตร์สามารถบันทึกภาพวัตถุที่อยู่ในระยะไกลในตอนนี้

การสังเกตการณ์เหล่านี้เป็นเรื่องที่ท้าทายอย่างยิ่ง แม้แต่กับกล้องโทรทรรศน์อวกาศที่ทรงพลังที่สุดในโลก เพราะดาวฤกษ์เหล่านี้สว่างมาก อยู่ใกล้โลก และเคลื่อนที่ข้ามท้องฟ้าอย่างรวดเร็ว ชาร์ลส์ ไบช์แมน จากห้องปฏิบัติการขับเคลื่อนไอพ่นของนาซา และผู้เขียนร่วมคนแรกของการค้นพบใหม่นี้กล่าว

ดาวฤกษ์เหล่านั้นสร้างแสงสว่างมหาศาลที่สามารถบดบังวัตถุใกล้เคียงได้

นั่นอาจเป็นเหตุผลว่า ทำไมดาวเคราะห์ดวงนี้จึงถูกตรวจพบครั้งหนึ่งในเดือน ส.ค. 2024 แต่หลังจากนั้นก็ดูเหมือนจะหายไปเมื่อนักวิทยาศาสตร์ค้นหาอีกครั้ง

"เป็นไปได้ว่าดาวเคราะห์นั้นอยู่ด้านหลังดาวฤกษ์ หรือไม่ก็อยู่ใกล้เกินไปจนมองไม่เห็น คุณจำเป็นต้องอาศัยโชคช่วย" ดร. โฮเวตต์ กล่าว

ขณะนี้นักดาราศาสตร์จะมองหาสัญญาณเพิ่มเติมของดาวเคราะห์ดวงนี้ พวกเขาหวังว่าจะใช้กล้องโทรทรรศน์อวกาศเกรซ โรมัน (Grace Roman Space Telescope ) ของนาซา ซึ่งมีกำหนดเริ่มใช้งานในปี 2027

การสังเกตการณ์ในอนาคตโดยกล้องโทรทรรศน์อวกาศเจมส์ เวบบ์ น่าจะสามารถบอกเราได้ว่าดาวเคราะห์ดวงนี้ประกอบด้วยอะไร โดยใช้สิ่งที่เรียกว่า การถ่ายภาพสเปกตรัม ซึ่งจะทำให้เห็นภาพได้ชัดเจนยิ่งขึ้นว่าดาวเคราะห์ดวงนี้มีลักษณะเป็นอย่างไร และดวงจันทร์ที่โคจรอยู่นั้นสามารถอยู่อาศัยได้มากน้อยเพียงใด',
                'source_url' => 'https://www.bbc.com/thai/articles/ckgl62l6z73o',
                'created_at' => now(),
                'updated_at' => now(),
            ],
            // 6
            [
                'title' => 'เกิดอะไรขึ้นกับสมองของเราเมื่อโลกร้อนขึ้นเรื่อยๆ',
                'image' => 'https://ichef.bbci.co.uk/ace/ws/800/cpsprodpb/99ff/live/b5dcb7e0-710d-11f0-af20-030418be2ca5.jpg.webp',
                'content' => 'เมื่อเจคอายุได้ห้าเดือน เขามีอาการชักแบบเกร็งกระตุกเป็นครั้งแรก ร่างน้อย ๆ ของเขาเกร็งและกระตุกอย่างรวดเร็ว "อากาศร้อนมาก ทำให้ตัวเขาร้อนเกินไป และเราได้เห็นสิ่งที่คิดว่าเป็นสิ่งที่น่ากลัวที่สุดที่เราจะได้เห็น" สเตฟานี สมิธ แม่ของเขากล่าว "แต่น่าเสียดายที่มันไม่ใช่อย่างนั้น"

อาการชักของเจคเริ่มเกิดบ่อยครั้งขึ้นในอากาศที่ร้อน ทันทีที่ฤดูร้อนอันอบอ้าวและมีความชื้นมาถึง ครอบครัวก็จะใช้วิธีระบายความร้อนทุกทาง เพื่อป้องกันไม่ให้เจคเกิดอาการชัก

หลังจากการตรวจทางพันธุกรรมเมื่ออายุ 18 เดือน เจคได้รับการวินิจฉัยว่าเป็นโรคลมชักในเด็ก (Dravet Syndrome) ซึ่งเป็นโรคทางระบบประสาทที่รวมถึงโรคลมชักชนิดหนึ่ง และส่งผลกระทบต่อเด็กประมาณหนึ่งใน 15,000 คน

อาการชักมักมาพร้อมกับความบกพร่องทางสติปัญญาและโรคร่วมอื่น ๆ มากมาย เช่น ภาวะออทิซึมและสมาธิสั้น รวมถึงความยากลำบากในการพูด การเคลื่อนไหว การกิน และการนอนหลับ ความร้อนและการเปลี่ยนแปลงอุณหภูมิอย่างฉับพลันก็สามารถทำให้เกิดอาการชักได้

ตอนนี้เจคอายุ 13 ปีแล้ว แต่แม่ของเขาต้องทนทุกข์ทรมานกับอาการชักนับครั้งไม่ถ้วนเมื่อสภาพอากาศเปลี่ยนแปลง "ฤดูร้อนที่ร้อนขึ้นเรื่อย ๆ และคลื่นความร้อนกำลังเพิ่มภาระให้กับการใช้ชีวิตกับโรคที่ร้ายแรงอยู่แล้วนี้" สมิธ กล่าว

Skip ได้รับความนิยมสูงสุด and continue reading
ได้รับความนิยมสูงสุด
Two women wipe sunscreen on the backs of two men on a beach. The men are wearing swimming shorts while the women are in shorts ad in one case a bikini top and the other a sleeveless white top
เหตุใดครีมกันแดดกลายเป็นประเด็นอื้อฉาวระดับชาติในออสเตรเลีย ประเทศที่มีอัตราเป็นมะเร็งผิวหนังสูงที่สุดแห่งหนึ่งของโลก
นายอนุทิน ชาญวีรกูล เปิดกรวยกระทงดอกไม้ รับพระบรมราชโองการแต่งตั้งนายกรัฐมนตรี ณ อาคารที่ทำการสำนักงานใหญ่ พรรคภูมิใจไทย เมื่อ 1 ก.ย. 2568
อนุทิน ชาญวีรกูล รับพระบรมราชโองการโปรดเกล้าฯ เป็นนายกฯ คนที่ 32 ย้ำแก้ปัญหา 4 ด้าน ยึดคำมั่นยุบสภาใน 4 เดือน
Antonio Salazar-Hobson
จากลูกผู้อพยพชาวเม็กซิกัน ถูกพวกใคร่เด็กลักพาตัวไปตอน 4 ขวบ สู้ชีวิตจนโตมาเป็นทนายชื่อดังในสหรัฐฯ ได้อย่างไร
-
อนุทิน กลายมาเป็นตัวแทนกลุ่มอำนาจเก่าแทน ทักษิณ แล้วหรือไม่
End of ได้รับความนิยมสูงสุด
ซันเจย์ ซิโซดิยา จากมหาวิทยาลัย ยูนิเวอร์ซิตี คอลเลจ ลอนดอน หรือยูซีแอล ซึ่งเป็นผู้บุกเบิกการศึกษาผลกระทบของการเปลี่ยนแปลงสภาพภูมิอากาศต่อสมอง กล่าวว่าโรคลมชักในกลุ่มอาการดราเว็ต (Dravet syndrome) เป็นหนึ่งในโรคทางระบบประสาทที่ผู้ที่ป่วยจะมีอาการแย่ลงเมื่ออุณหภูมิสูงขึ้น

ในฐานะนักประสาทวิทยาผู้เชี่ยวชาญด้านโรคลมชัก เขามักได้ยินจากครอบครัวของผู้ป่วยว่ามีปัญหามากขึ้นในช่วงที่เกิดคลื่นความร้อน

"แน่นอนว่า ผมคิดกับตัวเองว่าทำไมการเปลี่ยนแปลงสภาพภูมิอากาศถึงจะไม่ส่งผลกระทบต่อสมองด้วยล่ะ ในเมื่อกระบวนการมากมายในสมองมีส่วนเกี่ยวข้องกับวิธีที่ร่างกายรับมือกับความร้อน" ซิโซดิยา กล่าว

ระหว่างที่ผู้เชี่ยวชาญจากยูซีแอลศึกษาค้นคว้าเอกสารทางวิทยาศาสตร์ เขาได้ค้นพบภาวะทางระบบประสาทหลายอย่างที่แย่ลงจากความร้อนและความชื้นที่สูงขึ้น ได้แก่ โรคลมชัก โรคหลอดเลือดสมอง โรคสมองอักเสบ โรคปลอกประสาทเสื่อมแข็ง ไมเกรน และโรคอื่น ๆ อีกมากมาย

เขาค้นพบด้วยว่าผลกระทบของการเปลี่ยนแปลงสภาพภูมิอากาศต่อสมองของเราเริ่มปรากฏให้เห็นอย่างชัดเจนแล้ว

ยกตัวอย่างเช่น ในช่วงเกิดคลื่นความร้อนในยุโรปเมื่อปี 2003 ประมาณ 7% ของผู้เสียชีวิตที่สูงเกินปกติ เสียชีวิตด้วยสาเหตุจากปัญหาทางระบบประสาทโดยตรง ตัวเลขที่คล้ายคลึงกันนี้ยังพบในช่วงคลื่นความร้อนในสหราชอาณาจักรในปี 2022 ด้วย

แต่ความร้อนยังสามารถเปลี่ยนแปลงการทำงานของสมองในรูปแบบอื่น ๆ ได้ด้วย เช่น ทำให้เรามีอารมณ์รุนแรง หงุดหงิด และซึมเศร้ามากขึ้น

ดังนั้นแล้วเมื่อโลกร้อนขึ้นจากการเปลี่ยนแปลงสภาพภูมิอากาศ จะเกิดผลกระทบต่อสมองของเราอย่างไรได้บ้าง

.ที่มาของภาพ,Getty Images
คำบรรยายภาพ,คลื่นความร้อนที่รุนแรง สามารถส่งผลกระทบต่อวิธีการทำงานของสมอง นำไปสู่การเปลี่ยนแปลงทางพฤติกรรม อารมณ์ และมักจะทำให้โรคเกี่ยวกับระบบประสาทรุนแรงขึ้น
โดยเฉลี่ยแล้วสมองของมนุษย์จะมีอุณหภูมิสูงกว่าอุณหภูมิของแกนกลางร่างกายไม่เกิน 1 องศาเซลเซียส แต่สมองของเราซึ่งเป็นหนึ่งในอวัยวะที่หิวโหยพลังงานในร่างกายจะสร้างความร้อนในตัวของมันเองอย่างมาก เมื่อเราคิด จดจำ และตอบสนองต่อโลกรอบตัวเรา นั่นหมายความว่าร่างกายของเราต้องทำงานหนักเพื่อให้สมองเย็นลง การไหลเวียนของเลือดผ่านเครือข่ายของหลอดเลือดจะช่วยรักษาอุณหภูมิของหลอดเลือดเพื่อขจัดความร้อนส่วนเกินให้ลดลงไป

กระบวนการนี้เป็นสิ่งจำเป็นเพราะเซลล์สมองไวต่อความร้อนอย่างมาก และคาดว่าฟังก์ชันของโมเลกุลบางตัวที่ส่งข้อความระหว่างกันก็ขึ้นอยู่กับอุณหภูมิเช่นกัน ซึ่งหมายความว่าฟังก์ชันเหล่านี้จะหยุดทำงานอย่างมีประสิทธิภาพหากสมองของเรามีอุณหภูมิร้อนเกินไปหรือเย็นเกินไป

"เรายังไม่เข้าใจอย่างถ่องแท้ว่าองค์ประกอบต่าง ๆ ของภาพที่ซับซ้อนของสมองได้รับผลกระทบอย่างไร" ซิโซดิยา กล่าว "แต่เราสามารถจินตนาการได้ว่ามันอาจเหมือนนาฬิกาที่ส่วนประกอบทั้งหมดไม่ได้ทำงานสอดประสานกันอีกต่อไป"

แม้ว่าความร้อนที่สูงจะเปลี่ยนวิธีการทำงานของสมองของทุกคน มันยังสามารถส่งผลเสียต่อความสามารถในการตัดสินใจและทำให้คนมีความเสี่ยงมากขึ้น ผู้ที่มีภาวะผิดปกติทางระบบประสาทมักจะได้รับผลกระทบรุนแรงที่สุดจากหลากหลายสาเหตุ ตัวอย่างเช่นในบางโรคที่การขับเหงื่อออกจากร่างกายอาจทำงานได้ไม่เต็มที่

"การไหลเวียนโลหิตเป็นการทำงานของสมองอย่างหนึ่งและอาจหยุดชะงักได้ หากบางส่วนของสมองทำงานอย่างไม่ถูกต้อง” ซิโซดิยา กล่าว

ตัวอย่างเช่นในผู้ป่วยโรคปลอกประสาทเสื่อมแข็ง (multiple sclerosis) บางชนิด อุณหภูมิแกนกลางของร่างกายดูเหมือนจะเกิดความผิดปกติ นอกจากนี้ ยาบางชนิดที่รักษาโรคทางระบบประสาทและโรคทางจิตเวช เช่น โรคจิตเภท (schizophrenia) ต่างก็มีผลต่อการควบคุมอุณหภูมิ ทำให้ผู้ที่รับความร้อนเข้าไปมีความเสี่ยงต่อโรคลมแดด หรือเกิดภาวะความร้อนสูงตามที่ทราบกันในทางการแพทย์ และมีความเสี่ยงที่จะเสียชีวิตจากความร้อนมากขึ้น

A woman is drinking water, during the hot weather of the heatwave, in Hyeres, Franceที่มาของภาพ,Magali Cohen/Hans Lucas/AFP via Getty Images
คำบรรยายภาพ,คลื่นความร้อนกําลังเพิ่มขึ้นและรุนแรงมากขึ้นในหลายที่ทั่วโลก และมันขับเคลื่อนจากความเปลี่ยนแปลงสภาพภูมิอากาศ
คลื่นความร้อนโดยเฉพาะอย่างยิ่งกรณีที่อุณหภูมิสูงขึ้นในเวลากลางคืน สามารถส่งผลต่อการนอนหลับของผู้คน ส่งผลกระทบต่ออารมณ์ของเราและอาจทำให้อาการป่วยแย่ลง "สำหรับคนจำนวนมากที่เป็นโรคลมบ้าหมู การนอนหลับที่ไม่ดีสามารถเพิ่มความเสี่ยงต่อการเป็นลมชักได้" ซิโซดิยา กล่าว

หลักฐานชี้ให้เห็นว่าการเข้ารักษาตัวในโรงพยาบาลและอัตราการตายในหมู่ผู้ที่มีภาวะสมองเสื่อมนั้นเพิ่มมากขึ้นในช่วงที่เกิดคลื่นความร้อน ส่วนหนึ่งก็อาจเป็นเพราะอายุ เพราะผู้สูงอายุควบคุมอุณหภูมิของร่างกายได้น้อยลง แต่อาการบกพร่องทางการรับรู้ของพวกเขาอาจทำให้ไม่สามารถปรับตัวเข้ากับความร้อนสูงได้หากพวกเขาดื่มน้ำไม่พอ ลืมปิดหน้าต่าง หรือออกไปข้างนอกในที่ที่อากาศร้อนอบอ้าวทั้งที่ไม่ควร

อุณหภูมิที่สูงขึ้นยังเชื่อมโยงกับการเพิ่มขึ้นของอุบัติการณ์และอัตราการเสียชีวิตจากโรคหลอดเลือดสมอง ในการศึกษาหนึ่งที่วิเคราะห์ข้อมูลการเสียชีวิตจากโรคหลอดเลือดสมองจาก 25 ประเทศ นักวิจัยพบว่าในบรรดาผู้เสียชีวิตจากโรคหลอดเลือดสมองตีบ 1,000 ราย ช่วงที่อากาศร้อนจัดมากที่สุดมีส่วนทำให้มีผู้เสียชีวิตเพิ่มขึ้นมา 2 ราย

"นั่นอาจดูเหมือนไม่มากนัก" เบธาน เดวีส์ แพทย์ผู้เชี่ยวชาญด้านผู้สูงอายุประจำโรงพยาบาลมหาวิทยาลัยซัสเซกซ์ ในสหราชอาณาจักรกล่าว "แต่เนื่องจากมีผู้เสียชีวิตจากโรคหลอดเลือดสมองทั่วโลกถึง 7 ล้านคนต่อปี ความร้อนอาจเป็นปัจจัยหนึ่งที่ทำให้มีผู้เสียชีวิตจากโรคหลอดเลือดสมองเพิ่มขึ้นมากกว่า 10,000 รายต่อปี" เดวีส์และผู้ร่วมเขียนหนังสือเตือนว่า การเปลี่ยนแปลงสภาพภูมิอากาศมีแนวโน้มที่จะทำให้สถานการณ์นี้แย่ลงในช่วงหลายปีข้างหน้า

ภาระจากโรคหลอดเลือดสมองที่เกี่ยวข้องกับความร้อนจะตกอยู่กับประเทศที่มีรายได้ปานกลางและรายได้น้อย ซึ่งเป็นประเทศที่ได้รับผลกระทบจากการเปลี่ยนแปลงสภาพภูมิอากาศมากที่สุดอยู่แล้วและมีอัตราการเกิดโรคหลอดเลือดสมองสูงที่สุด

"อุณหภูมิที่สูงขึ้นจะทำให้ความเหลื่อมล้ำทางสุขภาพรุนแรงขึ้นทั้งระหว่างประเทศและภายในกลุ่มทางสังคมในประเทศ" เดวีส์กล่าว หลักฐานที่เพิ่มมากขึ้นบ่งชี้ว่าผู้สูงอายุ รวมถึงผู้ที่มีฐานะทางเศรษฐกิจและสังคมต่ำ มีความเสี่ยงต่อการเสียชีวิตที่เกี่ยวข้องกับความร้อนเพิ่มขึ้น

โลกที่ร้อนขึ้นยังส่งผลเสียต่อพัฒนาการทางระบบประสาทของเด็กเล็กอีกด้วย

"มีการเชื่อมโยงระหว่างความร้อนจัดกับผลลัพธ์ที่ไม่ดีของการตั้งครรภ์ เช่น การคลอดก่อนกำหนด" เจน เฮิร์สต์ ศาสตราจารย์ด้านสุขภาพสตรีทั่วโลกจากมหาวิทยาลัยอิมพีเรียลคอลเลจลอนดอน ในสหราชอาณาจักร กล่าว

ผลการศึกษาวิจัยทางวิทยาศาสตร์อย่างเป็นระบบล่าสุดพบว่า คลื่นความร้อนสัมพันธ์กับอัตราการคลอดก่อนกำหนดที่เพิ่มขึ้น 26% ซึ่งอาจนำไปสู่ความล่าช้าทางพัฒนาการทางระบบประสาทและความบกพร่องทางสติปัญญา

"อย่างไรก็ตาม ยังมีอีกหลายสิ่งที่เรายังไม่รู้" ศ.เฮิร์สต์กล่าว พร้อมเสริมด้วยว่า "ใครมีความเสี่ยงมากที่สุดและเพราะเหตุใด ? เพราะเห็นได้ชัดว่ามีผู้หญิง 130 ล้านคนที่คลอดบุตรทุกปี และส่วนใหญ่อยู่ในพื้นที่ที่มีอากาศร้อน แต่ผลข้างเคียงเหล่านี้ก็ไม่ได้เกิดกับพวกเธอ"

ความร้อนที่สูงเกินไปจากการเปลี่ยนแปลงสภาพภูมิอากาศอาจทำให้สมองเกิดความเครียดเพิ่มขึ้นทำให้สมองเปราะบางต่อการเกิดความเสียหายที่อาจนำไปสู่โรคระบบประสาทเสื่อม

ความร้อนยังส่งผลกระทบต่อเกราะป้องกันสมอง ทำให้เกราะป้องกันนี้ถูกซึมผ่านได้มากขึ้นและเพิ่มความเสี่ยงต่อการที่สารพิษ แบคทีเรีย และไวรัสจะเข้าสู่เนื้อเยื่อสมองของเราได้

เรื่องนี้อาจมีความสำคัญมากขึ้นเมื่ออุณหภูมิสูงขึ้น เช่นเดียวกับการแพร่ระบาดของยุงที่แพร่เชื้อไวรัสที่ก่อให้เกิดโรคทางระบบประสาท เช่น ไวรัสซิกา ชิคุนกุนยา และไข้เลือดออก "ไวรัสซิกาสามารถส่งผลกระทบต่อทารกในครรภ์และทำให้เกิดภาวะศีรษะเล็กได้" โทเบียส ซูเตอร์ นักกีฏวิทยาการแพทย์ประจำสถาบันสุขภาพเขตร้อนและสาธารณะแห่งสวิสกล่าว

"อุณหภูมิที่สูงขึ้นและฤดูหนาวที่อากาศอบอุ่นขึ้น หมายความว่าฤดูผสมพันธุ์ของยุงจะเริ่มเร็วขึ้นในปีนั้นและสิ้นสุดลงช้าลง" นักกีฏวิทยารายนี้ กล่าวเสริม

Man splashes water on his head to find relief during a heatwave in Dhaka, Bangladeshที่มาของภาพ,Getty Images
คำบรรยายภาพ,เมื่ออุณหภูมิโลกสูงขึ้นพร้อมกับการเปลี่ยนแปลงสภาพภูมิอากาศจะทำให้ร่างกายและสมองของเราต้องเผชิญกับความเครียดมากขึ้น
คลื่นความร้อนสามารถส่งผลกระทบต่อปัจจัยต่าง ๆ ได้มากมาย ตั้งแต่การกระตุ้นไฟฟ้าของเซลล์ประสาทไปจนถึงความเสี่ยงต่อการฆ่าตัวตาย ความวิตกกังวลจากสภาพอากาศ และแม้แต่ความคงตัวของยาที่ใช้รักษาอาการทางระบบประสาท

แต่นักวิทยาศาสตร์ยังคงศึกษาผลกระทบของอุณหภูมิที่สูงขึ้นต่อสมองของเราอยู่ ความร้อนส่งผลกระทบต่อผู้คนในรูปแบบที่แตกต่างกันมาก บางคนสามารถดำรงชีวิตได้ดีในสภาพอากาศร้อน ในขณะที่บางคนรู้สึกว่าทนกับความร้อนในระดับนี้ไม่ได้

"ปัจจัยที่แตกต่างกันอาจเกี่ยวข้องกับความไวที่แตกต่างกัน และหนึ่งในนั้นอาจเป็นความอ่อนไหวทางพันธุกรรม" ซันเจย์ ซิโซดิยา ผู้เชี่ยวชาญจากยูซีแอลระบุ

ความแปรปรวนทางพันธุกรรมอาจมีอิทธิพลต่อโครงสร้างของโปรตีน ซึ่งอาจทำให้บางคนมีความเสี่ยงต่อผลกระทบของการเปลี่ยนแปลงสภาพภูมิอากาศมากขึ้น

"อาจมีลักษณะทางกายภาพจากพันธุกรรมที่แฝงความร้อนบางชนิด ซึ่งมันจะปรากฏออกมาได้ก็ต่อเมื่อแรงกดดันจากสิ่งแวดล้อมมากเพียงพอที่จะทำให้ลักษณะเหล่านั้นแสดงออกมา" เขากล่าว พร้อมเสริมว่า "สิ่งที่เราเห็นในปัจจุบันในผู้ที่มีความผิดปกติทางระบบประสาทอาจมีความสำคัญสำหรับผู้ที่ไม่มีความผิดปกติทางระบบประสาทเมื่อการเปลี่ยนแปลงสภาพภูมิอากาศดำเนินไป"

ยังมีคำถามอื่น ๆ ที่ยังรอคำตอบอยู่ ตัวอย่างเช่น อุณหภูมิสูงสุด ความยาวของคลื่นความร้อน หรืออุณหภูมิกลางคืน ส่งผลกระทบมากที่สุดหรือไม่ ซึ่งอาจแตกต่างกันไปตามแต่ละบุคคลหรือตามภาวะทางระบบประสาทที่แต่ละคนมี

แต่การระบุผู้ที่มีความเสี่ยงและสาเหตุจะเป็นสิ่งสำคัญในการพัฒนากลยุทธ์เพื่อปกป้องกลุ่มที่เปราะบางที่สุด ซึ่งอาจรวมถึงระบบเตือนภัยล่วงหน้าหรือประกันภัยเพื่อชดเชยค่าจ้างที่สูญเสียไปเนื่องจากความร้อนจัด

"ยุคโลกร้อนสิ้นสุดลงแล้ว ยุคแห่งความร้อนระอุของโลกได้มาถึงแล้ว" อันโตนิโอ กูเตอร์เรส เลขาธิการสหประชาชาติ ประกาศ เมื่อเดือน ก.ค. 2023 ซึ่งได้รับการยืนยันว่าเป็นเดือนที่ร้อนที่สุดเป็นประวัติการณ์

การเปลี่ยนแปลงสภาพภูมิอากาศมาถึงแล้วและกำลังทวีความรุนแรงขึ้น ทว่ายุคแห่งสมองร้อนเพิ่งเริ่มต้นขึ้น',
                'source_url' => 'https://www.bbc.com/thai/articles/cx2qeljn5ewo',
                'created_at' => now(),
                'updated_at' => now(),
            ],
            // 7
            [
                'title' => 'มารู้จักสิ่งมีชีวิตขนาดเล็กจิ๋วที่กินจุจนตัวอ้วนและช่วยต่อสู้กับภาวะโลกร้อน',
                'image' => 'https://ichef.bbci.co.uk/ace/ws/800/cpsprodpb/cd42/live/e4c9e0f0-591b-11f0-960d-e9f1088a89fe.jpg.webp',
                'content' => 'ผลการศึกษาวิจัยล่าสุด พบมีสัตว์ตัวเล็กจิ๋วที่อาจไม่เป็นที่รู้จักมากนัก และมักถูกขายเป็นอาหารสำหรับตู้ปลา แต่พวกมันกลับปกป้องโลกของเราจากภาวะโลกร้อนอย่างเงียบ ๆ ด้วยการอพยพครั้งใหญ่

แพลงก์ตอนสัตว์เหล่านี้ เรียกได้ว่าเป็น "ฮีโร่ผู้ปิดทองหลังพระ" พวกมันจะกินไม่หยุดเพื่อสะสมไขมันไว้สำหรับในฤดูใบไม้ผลิ ก่อนจะจมลงไปในมหาสมุทรลึกหลายร้อยเมตรในแอนตาร์กติกา ซึ่งเป็นสถานที่ที่พวกมันจะเผาผลาญไขมันที่สะสมไว้เหล่านั้น

นักวิจัยระบุว่า สิ่งนี้จะกักเก็บคาร์บอนที่ทำให้โลกร้อนได้มากเท่า ๆ กับการปล่อยคาร์บอนจากรถยนต์ที่ใช้น้ำมันประมาณ 55 ล้านคันต่อปี และป้องกันไม่ให้คาร์บอนทำให้ชั้นบรรยากาศของเราร้อนขึ้นอีก ซึ่งมากกว่าที่นักวิทยาศาสตร์คาดไว้มาก แต่เมื่อนักวิจัยค้นพบว่าสิ่งนี้มีประโยชน์ต่อโลกของเรา ภัยคุกคามต่อแพลงก์ตอนสัตว์เหล่านี้ก็เพิ่มมากขึ้น

Female copepods (Calanus simillimus) displaying variable quantities of lipid (fat) reserves – the clear cigar shaped ‘bubble’ within their bodies. Body length approximately 4mm.ที่มาของภาพ,Prof Daniel J Mayor @oceanplankton
คำบรรยายภาพ,โคพีพอดตัวเมีย (ขนาด 4 มม.) ที่มีไขมันสะสมอยู่ในร่างกายที่มีลักษณะคล้ายซิการ์
นักวิทยาศาสตร์ใช้เวลาหลายปีในการสำรวจการอพยพประจำปีของสัตว์ชนิดนี้ในน่านน้ำแอนตาร์กติกาหรือมหาสมุทรตอนใต้ และผลกระทบต่อการเปลี่ยนแปลงสภาพภูมิอากาศ ดร.กวง หยาง หัวหน้าคณะนักวิจัยจากสถาบันวิทยาศาสตร์จีนกล่าวว่า การค้นพบนี้ "น่าทึ่ง" และเสริมว่าการค้นพบนี้ทำให้ต้องพิจารณาใหม่อีกครั้งว่า มหาสมุทรทางตอนใต้สามารถกักเก็บคาร์บอนไว้ได้มากเพียงใด

ดร.เจนนิเฟอร์ ฟรีเออร์ ผู้ร่วมวิจัยจากคณะสำรวจทวีปแอนตาร์กติกาของสหราชอาณาจักร (British Antarctic Survey - BAS) กล่าวว่า "สัตว์เหล่านี้เป็นฮีโร่ผู้ปิดทองหลังพระ เพราะพวกมันมีวิถีชีวิตที่ยอดเยี่ยม" แต่เมื่อเทียบกับสัตว์ในแอนตาร์กติกาที่ได้รับความนิยมมากที่สุด เช่น วาฬหรือเพนกวินแล้ว แพลงก์ตอนสัตว์ขนาดเล็กทรงพลังเหล่านี้กลับถูกมองข้ามและไม่ได้รับการชื่นชม',
                'source_url' => 'https://www.bbc.com/thai/articles/cdr36725ygeo',
                'created_at' => now(),
                'updated_at' => now(),
            ],
            // 8
            [
                'title' => 'ค้นพบไดโนเสาร์สายพันธุ์ใหม่ ที่ทำให้นักวิทยาศาสตร์ต้องจัดลำดับญาติของ "ทีเร็กซ์" ใหม่อีกครั้ง',
                'image' => 'https://ichef.bbci.co.uk/ace/ws/800/cpsprodpb/b44e/live/6d3965d0-460e-11f0-8402-c958f7234d20.jpg.webp',
                'content' => 'นักวิทยาศาสตร์ค้นพบสายพันธุ์ใหม่ของไดโนเสาร์ ซึ่งเป็นหนึ่งในคอลเลคชันที่จัดแสดงในพิพิธภัณฑ์แห่งหนึ่งในมองโกเลีย โดยพวกเขาระบุว่า นี่ถือเป็นการเขียนประวัติวิวัฒนาการของไดโนเสาร์ไทแรนโนซอรัส เร็กซ์ (Tyrannosaurus rex) หรือ ทีเร็กซ์ ขึ้นใหม่

คณะนักวิจัยสรุปว่า โครงกระดูกสองชิ้นซึ่งมีอายุถึง 86 ล้านปีที่พวกเขาได้ศึกษา เป็นโครงกระดูกของสายพันธุ์ไดโนเสาร์ที่ถือว่าเป็นบรรพบุรุษที่ใกล้ชิดที่สุดของไทแรนโนซอรัส เร็กซ์ ทั้งหมด ซึ่งเป็นไดโนเสาร์นักล่าที่รวมทั้งตัวทีเร็กซ์อันโด่งดังด้วย

นักวิจัยตั้งชื่อสายพันธุ์ใหม่ที่ค้นพบนี้ว่า คันคูลู มองโกเลียนซิส (Khankhuuluu mongoliensis) ซึ่งมีความหมายว่า "เจ้าชายมังกรแห่งมองโกเลีย"

การค้นพบซึ่งได้รับการตีพิมพ์ในวารสารเนเจอร์ ถือเป็นการเปิดโอกาสให้เราได้สำรวจวิวัฒนาการสู่การเป็นนักล่าที่ทรงพลังของไดโนเสาร์ไทแรนโนซอรัส เร็กซ์ ที่ครองดินแดนทวีปอเมริกาเหนือและเอเชีย จนกระทั่งถึงยุคสุดท้ายของไดโนเสาร์

A pristine fossilised skeleton of Tyrannosaurus Rex. Its body lies encased in the rock it was fossilised within and it stretches out from its long tail on the left of the fossil to its open jaws.  ที่มาของภาพ,Darla Zelenitsky
คำบรรยายภาพ,แม้ว่าจะมีฟอสซิลที่สวยงามและสมบูรณ์ซึ่งให้ภาพที่ชัดเจนของทีเร็กซ์(อย่างที่เห็นในภาพ) แต่บรรพบุรุษในยุคก่อนนั้นมีความลึกลับมากกว่า
"การตั้งชื่อ เจ้าชาย หมายถึงการที่มันเป็นไดโนเสาร์สายไทแรนโนซอรอยด์ในยุคแรก ๆ ที่มีขนาดเล็กกว่า" ศาสตราจารย์ดาร์ลา เซเลนิทสกี นักบรรพชีวินวิทยาจากมหาวิทยาลัยคัลการีในแคนาดา อธิบาย โดยไทแรนโนซอรอยด์คือ ซูเปอร์แฟมิลีหรือวงศ์ใหญ่ของไดโนเสาร์กินเนื้อที่เดินด้วยสองขา

Skip ได้รับความนิยมสูงสุด and continue reading
ได้รับความนิยมสูงสุด
Two women wipe sunscreen on the backs of two men on a beach. The men are wearing swimming shorts while the women are in shorts ad in one case a bikini top and the other a sleeveless white top
เหตุใดครีมกันแดดกลายเป็นประเด็นอื้อฉาวระดับชาติในออสเตรเลีย ประเทศที่มีอัตราเป็นมะเร็งผิวหนังสูงที่สุดแห่งหนึ่งของโลก
นายอนุทิน ชาญวีรกูล เปิดกรวยกระทงดอกไม้ รับพระบรมราชโองการแต่งตั้งนายกรัฐมนตรี ณ อาคารที่ทำการสำนักงานใหญ่ พรรคภูมิใจไทย เมื่อ 1 ก.ย. 2568
อนุทิน ชาญวีรกูล รับพระบรมราชโองการโปรดเกล้าฯ เป็นนายกฯ คนที่ 32 ย้ำแก้ปัญหา 4 ด้าน ยึดคำมั่นยุบสภาใน 4 เดือน
Antonio Salazar-Hobson
จากลูกผู้อพยพชาวเม็กซิกัน ถูกพวกใคร่เด็กลักพาตัวไปตอน 4 ขวบ สู้ชีวิตจนโตมาเป็นทนายชื่อดังในสหรัฐฯ ได้อย่างไร
Neil Hopper was motivated by sexual interest in amputation, the court heard
ศัลยแพทย์ชาวเวลส์ถูกศาลตัดสินจำคุกหลังตัดขาตัวเองสองข้างเอาเงินประกัน
End of ได้รับความนิยมสูงสุด
อย่างไรก็ตาม ไทแรนโนซอรอยด์ในยุคแรกมีขนาดตัวที่เล็กมาก จาเร็ด วอริส นักศึกษาปริญญาเอกหัวหน้าทีมวิจัยร่วมกับศาสตราจารย์เซเลนิทสกี อธิบายว่า "พวกมันเป็นนักล่าตัวเล็กที่วิ่งเร็ว และอาศัยอยู่ใต้เงาของไดโนเสาร์นักล่าตัวระดับบนสุดตัวอื่น ๆ"

คันคูลู (Khankhuuluu) เป็นตัวแทนของการเปลี่ยนแปลงทางวิวัฒนาการที่เปลี่ยนจากการเป็นนักล่าตัวเล็กที่สามารถวิ่งได้อย่างว่องไวในยุคจูราสสิก ไปสู่ไดโนเสาร์ยักษ์ใหญ่ที่น่าเกรงขามอย่างทีเร็กซ์

คันคูลูน่าจะมีน้ำหนักตัวประมาณ 750 กิโลกรัม ขณะที่ทีเร็กซ์ตัวเต็มวัยอาจมีน้ำหนักมากถึง 8 เท่าของไดโนเสาร์คันคูลู ดังนั้น "ซากฟอสซิลนี้จึงเป็นฟอสซิลในช่วงรอยต่อระหว่างบรรพบุรุษยุคแรกกับไทแรนโนซอรัสที่ยิ่งใหญ่ในเวลาต่อมา" ศาสตราจารย์เซเลนิทสกีอธิบาย

"มันช่วยให้เรากลับมาทบทวนแผนภูมิลำดับเครือญาติของไทแรนโนซอรัสและเขียนสิ่งที่เรารู้เกี่ยวกับวิวัฒนาการของพวกมันขึ้นใหม่" นักบรรพชีวินวิทยาหญิงคนดังกล่าว กล่าวเสริม

The image shows two scientists, PhD student Jared Voris and Prof Darla Zelenitsky from the University of Calgary, examining the fossilised skull of a tyrannosaur. The large, brown dinosaur skull is on a table in the foreground. There are other dinosaur bones on shelves and surfaces around the room.ที่มาของภาพ,Riley Brandt/University of Calgary
คำบรรยายภาพ,จาเร็ด วอริส นักศึกษาปริญญาเอกหัวหน้าทีมวิจัยร่วม และศาสตราจารย์เซเลนิทสกี ตรวจสอบซากฟอสซิลของไดโนเสาร์ไทแรนโนซอร์
ไดโนเสาร์สายพันธุ์ใหม่ที่เพิ่งค้นพบยังแสดงให้เห็นการวิวัฒนาการในช่วงแรก ๆ ของลักษณะสำคัญที่เป็นหัวใจของความโหดเหี้ยมของไทแรนโนซอรัส เช่น กายวิภาคของกะโหลกศีรษะของพวกมันที่ทำให้มันมีขากรรไกรที่แข็งแรง จาเร็ด วอริส หัวหน้าทีมวิจัยร่วมอธิบายว่า "เราเห็นลักษณะต่าง ๆ ของกระดูกบริเวณสันจมูกที่ทำให้พวกไทแรนโนซอรัสมีแรงขบกัดที่มีพละกำลังมหาศาล"

วิวัฒนาการของขากรรไกรที่แข็งแกร่งทำให้ไดโนเสาร์ทีเร็กซ์สามารถตะครุบเหยื่อที่ตัวใหญ่กว่าได้และทำได้กระทั่งการกัดทะลุกระดูก

ซากโครงกระดูกสองส่วนที่ทีมนักวิจัยได้ตรวจสอบในการศึกษาวิจัยครั้งนี้ถูกค้นพบครั้งแรกในมองโกเลียตั้งแต่ช่วงต้นทศวรรษที่ 1970 ในตอนแรกพวกมันถูกจัดให้อยู่ในสายพันธุ์เดิมที่เคยค้นพบมาแล้วที่ชื่อว่า "อเล็กโทรซอรัส" (Alectrosaurus) แต่เมื่อจาเร็ด วอริส ได้ตรวจสอบอีกครั้ง เขาก็พบลักษณะที่มีความคล้ายกับสายพันธุ์ไทแรนโนซอรัสที่ทำให้มันแตกต่างออกไปจากที่เคยถูกจำแนกไว้ตอนแรก

"ดิฉันจำตอนที่ได้ข้อความจากเขาส่งมาได้ ที่เขาคิดว่ามันคือสายพันธุ์ใหม่" ศ.เซเลนิทสกี ย้อนความจำ

ข้อเท็จจริงที่ว่า ไดโนเสาร์สายพันธุ์นี้สามารถอพยพเคลื่อนย้ายระหว่างทวีปอเมริกาเหนือและเอเชียได้ผ่านเส้นทางที่เชื่อมต่อทางบกระหว่างไซบีเรียและอะแลสกาในเวลานั้น ได้ช่วยให้ทีมนักวิทยาศาสตร์ค้นพบความแตกต่างนี้ได้

วอริสอธิบายว่า "การอพยพย้ายกลับไปกลับมาระหว่างทวีปผลักดันให้ไทแรนโนซอรัสวิวัฒนาการขึ้นมาเป็นไทแรนซอรัสที่แตกต่างกัน" ในช่วงเวลาหลายล้านปี

ด้าน ศ.เซเลนิทสกี กล่าวเสริมว่า "การค้นพบนี้แสดงให้เราเห็นว่า ก่อนที่ไทแรนโนซอรัสจะกลายเป็นราชา [แห่งไดโนเสาร์] พวกมันต่างเป็นเจ้าชายมาก่อน"',
                'source_url' => 'https://www.bbc.com/thai/articles/cqj7ne19gr7o',
                'created_at' => now(),
                'updated_at' => now(),
            ],
            // 9
            [
                'title' => 'ภาพแรกของ "ขั้วใต้ดวงอาทิตย์" ที่โลกไม่เคยเห็นมาก่อน เผยความลับของสุริยะอย่างไร ?',
                'image' => 'https://ichef.bbci.co.uk/ace/ws/800/cpsprodpb/59c1/live/662d8810-46aa-11f0-84b6-6bf0f66205f1.jpg.webp',
                'content' => 'เป็นครั้งแรกที่วิดีโอและภาพถ่ายของขั้วใต้ของดวงอาทิตย์ได้ถูกบันทึกและส่งกลับมายังโลกโดยยานโซลาร์ออร์บิเตอร์ (Solar Orbiter) ของสำนักงานอวกาศยุโรป (European Space Agency-ESA) โดยเหล่านักวิทยาศาสตร์จะสามารถเรียนรู้วัฏจักรของดวงอาทิตย์ระหว่างช่วงที่มีพายุรุนแรงและช่วงที่เงียบสงัดได้จากภาพถ่ายและวิดีโอชุดนี้

การเรียนรู้สิ่งเหล่านี้สำคัญยิ่ง เนื่องจากกิจกรรมที่รุนแรงของดวงอาทิตย์อาจส่งผลต่อการสื่อสารผ่านดาวเทียม และกระทบต่อระบบจ่ายไฟฟ้าบนโลกจนหยุดทำงานได้

ภาพขั้วใต้ของดวงอาทิตย์แสดงให้เห็นถึงชั้นบรรยากาศที่สว่างจ้า โดยในบางบริเวณมีอุณหภูมิสูงถึง 1 ล้านองศาเซลเซียส นอกจากนี้ยังมีการแทรกตัวอยู่ของเมฆก๊าซสีเข้ม ที่แม้จะมีอุณหภูมิที่เย็นกว่า แต่ก็ยังอยู่ที่ระดับ 1 แสนองศาเซลเซียส

ศาสตราจารย์แคโรล มันเดลล์ ผู้อำนวยการฝ่ายวิทยาศาสตร์ของสำนักงานอวกาศยุโรป (ESA) กล่าวว่า ภาพดังกล่าวเป็นภาพที่ถ่ายจากระยะที่ใกล้และเก็บรายละเอียดได้มากที่สุดของดวงอาทิตย์ตั้งแต่เคยมีมา และมันช่วยให้เหล่านักวิทยาศาสตร์เรียนรู้ว่า ดาวฤกษ์ดวงนี้ที่ก่อให้เกิดสิ่งมีชีวิตบนโลกทำงานอย่างไร

"วันนี้เป็นครั้งแรกในประวัติศาสตร์มนุษยชาติที่เราเปิดเผยมุมมองขั้ว [ใต้] ของดวงอาทิตย์" เธอกล่าว

Skip ได้รับความนิยมสูงสุด and continue reading
ได้รับความนิยมสูงสุด
Two women wipe sunscreen on the backs of two men on a beach. The men are wearing swimming shorts while the women are in shorts ad in one case a bikini top and the other a sleeveless white top
เหตุใดครีมกันแดดกลายเป็นประเด็นอื้อฉาวระดับชาติในออสเตรเลีย ประเทศที่มีอัตราเป็นมะเร็งผิวหนังสูงที่สุดแห่งหนึ่งของโลก
นายอนุทิน ชาญวีรกูล เปิดกรวยกระทงดอกไม้ รับพระบรมราชโองการแต่งตั้งนายกรัฐมนตรี ณ อาคารที่ทำการสำนักงานใหญ่ พรรคภูมิใจไทย เมื่อ 1 ก.ย. 2568
อนุทิน ชาญวีรกูล รับพระบรมราชโองการโปรดเกล้าฯ เป็นนายกฯ คนที่ 32 ย้ำแก้ปัญหา 4 ด้าน ยึดคำมั่นยุบสภาใน 4 เดือน
Antonio Salazar-Hobson
จากลูกผู้อพยพชาวเม็กซิกัน ถูกพวกใคร่เด็กลักพาตัวไปตอน 4 ขวบ สู้ชีวิตจนโตมาเป็นทนายชื่อดังในสหรัฐฯ ได้อย่างไร
-
อนุทิน กลายมาเป็นตัวแทนกลุ่มอำนาจเก่าแทน ทักษิณ แล้วหรือไม่
End of ได้รับความนิยมสูงสุด
"ดวงอาทิตย์เป็นดาวที่อยู่ใกล้เราที่สุด เป็นผู้ให้กำเนิดสิ่งมีชีวิต และอาจเข้ามาเปลี่ยนแปลงระบบพลังงานบนพื้นดินและอวกาศในปัจจุบันได้ ดังนั้น จึงเป็นสิ่งที่สำคัญยิ่งที่เราจะต้องเข้าใจถึงการทำงานของดวงอาทิตย์ และเรียนรู้ที่จะคาดการณ์พฤติกรรมของดวงอาทิตย์" ศาสตราจารย์รายนี้ ระบุ

หากมองจากโลก ดวงอาทิตย์ก็มีความสว่างมากเสียจนดูมองไม่เห็นคุณลักษณะใด ๆ ของมัน แต่ด้วยการใช้คลื่นความถี่ที่แตกต่างออกไปและฟิลเตอร์พิเศษ นักวิทยาศาสตร์ก็สามารถเห็นลักษณะที่แท้จริงของดวงอาทิตย์ได้ ซึ่งสิ่งที่ปรากฏคือลูกบอลของเหลวไดนามิกที่มีสนามแม่เหล็กบิดและหมุนอยู่บนพื้นผิว และปลดปล่อยเปลวสุริยะและก๊าซขึ้นสู่ชั้นบรรยากาศ

สนามแม่เหล็กเหล่านี้คือตัวกำหนดว่า ดวงอาทิตย์จะเคลื่อนที่อย่างรวดเร็วและพ่นอนุภาคออกมาสู่โลกเมื่อใด

นักวิทยาศาสตร์ทราบว่า ดวงอาทิตย์จะมีช่วงสงบซึ่งเป็นช่วงที่สนามแม่เหล็กจัดเรียงอย่างเป็นระเบียบ ในขณะที่ขั้วเหนือกับขั้วใต้ของดองอาทิตย์มีสนามแม่เหล็กที่ตายตัว ซึ่งเป็นคือช่วงที่ดวงอาทิตย์ไม่สามารถสร้างการระเบิดอย่างรุนแรงได้ แต่สนามแม่เหล็กเหล่านี้จะมีความซับซ้อนและวุ่นวายเมื่อเกิดการปรับเปลี่ยนทิศทาง จากการเกิดการสลับขั้วระหว่างขั้วเหนือและขั้วใต้ทุก ๆ 11 ปีโดยประมาณ

ในช่วงที่สนามแม่เหล็กเกิดความปั่นป่วน ดวงอาทิตย์จะพยายามลดความซับซ้อนลงและจะแผ่พลังงานรุนแรงออกมา โดยอนุภาคจากดวงอาทิตย์จะพุ่งเข้าหาโลก พายุสุริยะเหล่านี้อาจสร้างความเสียหายให้กับดาวเทียมสื่อสารและโครงข่ายไฟฟ้าได้ แม้ว่ามันจะสามารถสร้างแสงเหนือที่สวยงามบนท้องฟ้าได้เช่นกัน

ศาสตราจารย์ลูซี กรีน จากมหาวิทยาลัยยูนิเวอร์ซิตี คอลเลจ ลอนดอน (UCL) กล่าวว่า การคาดเดากิจกรรมเหล่านี้ด้วยแบบจำลองคอมพิวเตอร์ของดวงอาทิตย์นั้นเป็นไปอย่างยากลำบาก เนื่องจากในอดีตนักวิทยาศาสตร์ไม่มีข้อมูลเกี่ยวกับการเคลื่อนตัวของสนามแม่เหล็กไปยังขั้วของดวงอาทิตย์ แต่สิ่งนี้ได้เปลี่ยนไปแล้ว

"ตอนนี้เรามีชิ้นส่วนปริศนาที่หายไปแล้ว" เธอกล่าวกับบีบีซี

"การกลับทิศของสนามแม่เหล็กที่ขั้วของดวงอาทิตย์เป็นหนึ่งในคำถามที่ยังไม่มีคำตอบในทางวิทยาศาสตร์ และสิ่งที่เราจะทำได้ด้วยยานโซลาร์ออร์บิเตอร์เป็นครั้งแรกคือการวัดการไหลของของเหลวที่สำคัญมาก ซึ่งมันจะจับชิ้นส่วนของสนามแม่เหล็กข้ามดวงอาทิตย์และเคลื่อนย้ายไปยังบริเวณขั้วของดวงอาทิตย์"

The spacecraft appears as a grey box with an antennae sticking upwards and pointed diagonally outwards from the bottom corners and two solar panels protruding from each side. Behind it appears a raging yellow Sunที่มาของภาพ,ESA
คำบรรยายภาพ,ยานโซลาร์ออร์บิเตอร์ (Solar Orbiter) ได้ถ่ายภาพดวงอาทิตย์ในระยะที่ใกล้และละเอียดมากที่สุด
เป้าหมายหลักคือการพัฒนาแบบจำลองคอมพิวเตอร์ของเพื่อคาดการณ์สิ่งที่เรียกว่า สภาพภูมิอากาศในอวกาศ การคาดการณ์ที่แม่นยำจะทำให้ผู้ประกอบการดาวเทียม บริษัทจำหน่ายไฟฟ้า รวมถึงผู้สังเกตการณ์แสงเหนือสามารถวางแผนรับมือกับพายุสุริยะที่รุนแรงได้ดีขึ้น

"นี่คือสิ่งที่สำคัญที่สุดของฟิสิกส์สุริยะ" ศาสตราจารย์คริสโตเฟอร์ โอเวน ผู้เชี่ยวชาญด้านการศึกษาลมสุริยะโดยใช้ข้อมูลจากยานอวกาศ กล่าว

"ยานโซลาร์ออร์บิเตอร์จะช่วยให้เราเข้าใจหลักวิทยาศาสตร์พื้นฐานเกี่ยวกับสภาพภูมิอากาศในอวกาศ แต่ยังมีงานที่เราต้องทำก่อนที่เราจะไปถึงจุดที่เราสามารถเห็นสัญญาณบนดวงอาทิตย์ ที่เราจะพึ่งพาเพื่อคาดการณ์การปะทุที่อาจพุ่งชนโลกได้" เขากล่าวเสริม

Five similar snapshots of a slice of the Suns surface, but each one is a different bright colour. from left to right: pink, gold, blue, purple and mauve. ที่มาของภาพ,ESA
คำบรรยายภาพ,สีต่าง ๆ ในภาพนี้แสดงถึงธาตุชนิดต่าง ๆ ในชั้นบรรยากาศของดวงอาทิตย์ โดยเรียงจากซ้ายไปขวา คือ ไฮโดรเจน คาร์บอน ออกซิเจน นีออน และแมกนีเซียม
นอกจากนี้ ยานโซลาร์ออร์บิเตอร์ยังได้บันทึกภาพธาตุเคมีในชั้นต่าง ๆ ของดวงอาทิตย์และการเคลื่อนที่ของธาตุเหล่านี้ ภาพเหล่านี้ถ่ายโดยใช้เครื่องมือที่เรียกว่า สไปซ์ (SPICE) ที่ใช้วัดความถี่เฉพาะของแสงที่เรียกว่าเส้นสเปกตรัม ซึ่งส่งออกมาจากธาตุเคมีเฉพาะอย่างไฮโดรเจน คาร์บอน ออกซิเจน นีออน และแมกนีเซียม ในอุณหภูมิที่ทราบแน่ชัด

นี่เป็นครั้งแรกที่ทีมนักวิทยาศาสตร์ใช้เครื่องมือนี้ติดตามเส้นสเปกตรัมเพื่อวัดความเร็วของมวลสารบนดวงอาทิตย์ที่กำลังเคลื่อนที่ โดยการวัดเหล่านี้สามารถเผยให้เห็นว่าอนุภาคถูกเหวี่ยงออกจากดวงอาทิตย์ในรูปแบบของลมสุริยะได้อย่างไร',
                'source_url' => 'https://www.bbc.com/thai/articles/c0eq092ly27o',
                'created_at' => now(),
                'updated_at' => now(),
            ],
            // 10   
            [
                'title' => 'คนเป็นแฝดกันจะมีอาการแพ้แบบเดียวกันหรือไม่ ?',
                'image' => 'https://ichef.bbci.co.uk/ace/ws/800/cpsprodpb/1489/live/49992760-2731-11f0-b26b-ab62c890638b.jpg.webp',
                'content' => 'มีคำถามอยู่ว่า หากฝาแฝดคนหนึ่งมีอาการแพ้อะไรบางอย่าง นั่นหมายความว่าฝาแฝดอีกคนก็จะมีอาการแพ้แบบเดียวกันด้วยหรือไม่ ?

อาการแพ้ต่าง ๆ ไม่ว่าจะเป็นอาการจามในฤดูใบไม้ผลิเนื่องจากละอองเกสรดอกไม้ หรืออาการหายใจลำบากที่เกิดจากอาหารบางชนิด ล้วนมีสาเหตุมาจากยีนของแต่ละคน รวมถึงสภาพแวดล้อมที่พวกเขาอาศัยอยู่ ยิ่งเมื่อมีสิ่งเหล่านี้ที่คนสองคนมีร่วมกันมากเท่าไร โอกาสที่พวกเขาจะแพ้สิ่งเดียวกันก็ยิ่งสูงขึ้นเท่านั้น ฝาแฝดจึงมีแนวโน้มที่จะมีอาการแพ้เหมือน ๆ กันมากกว่า เนื่องจากพวกเขามีสิ่งที่เหมือนกันทุกอย่าง แต่เรื่องราวไม่ได้จบเพียงแค่นั้น

อาการแพ้มีความซับซ้อนมาก และยังมีปัจจัยหลายประการที่ส่งผลว่าใครจะมีอาการแพ้ และใครจะไม่แพ้

โรคภูมิแพ้คืออะไร ?
โดยปกติ ระบบภูมิคุ้มกันของเราสร้างโปรตีนป้องกันที่เรียกว่าแอนติบอดี ซึ่งมีหน้าที่คอยเฝ้าระวังและโจมตีเชื้อโรคหรือสารอันตรายอื่น ๆ ที่บุกรุกเข้ามาในร่างกายก่อนที่มันจะทำให้เราป่วย

โรคภูมิแพ้เกิดขึ้นเมื่อร่างกายของคุณเข้าใจผิดว่า สารบางชนิดที่ไม่เป็นอันตรายเป็นสิ่งแปลกปลอม โมเลกุลที่กระตุ้นเหล่านี้คือสารก่อภูมิแพ้ แอนติบอดีจะเกาะติดสารก่อภูมิแพ้เหมือนถ้วยดูด และกระตุ้นให้ระบบภูมิคุ้มกันตอบสนอง กระบวนการดังกล่าวทำให้เกิดอาการแพ้ทั่วไป เช่น การจาม น้ำมูกไหลหรือคัดจมูก ตาคัน น้ำตาไหล และไอ อาการเหล่านี้อาจน่ารำคาญแต่ไม่ร้ายแรง

Skip ได้รับความนิยมสูงสุด and continue reading
ได้รับความนิยมสูงสุด
Two women wipe sunscreen on the backs of two men on a beach. The men are wearing swimming shorts while the women are in shorts ad in one case a bikini top and the other a sleeveless white top
เหตุใดครีมกันแดดกลายเป็นประเด็นอื้อฉาวระดับชาติในออสเตรเลีย ประเทศที่มีอัตราเป็นมะเร็งผิวหนังสูงที่สุดแห่งหนึ่งของโลก
นายอนุทิน ชาญวีรกูล เปิดกรวยกระทงดอกไม้ รับพระบรมราชโองการแต่งตั้งนายกรัฐมนตรี ณ อาคารที่ทำการสำนักงานใหญ่ พรรคภูมิใจไทย เมื่อ 1 ก.ย. 2568
อนุทิน ชาญวีรกูล รับพระบรมราชโองการโปรดเกล้าฯ เป็นนายกฯ คนที่ 32 ย้ำแก้ปัญหา 4 ด้าน ยึดคำมั่นยุบสภาใน 4 เดือน
Antonio Salazar-Hobson
จากลูกผู้อพยพชาวเม็กซิกัน ถูกพวกใคร่เด็กลักพาตัวไปตอน 4 ขวบ สู้ชีวิตจนโตมาเป็นทนายชื่อดังในสหรัฐฯ ได้อย่างไร
-
อนุทิน กลายมาเป็นตัวแทนกลุ่มอำนาจเก่าแทน ทักษิณ แล้วหรือไม่
End of ได้รับความนิยมสูงสุด
เด็กที่เติบโตในฟาร์มหรือพื้นที่การเกษตรมีโอกาสเป็นโรคภูมิแพ้ต่ำกว่าเด็กในเมือง
ที่มาของภาพ,Getty Images
คำบรรยายภาพ,เด็กที่เติบโตในฟาร์มหรือพื้นที่การเกษตรมีโอกาสเป็นโรคภูมิแพ้ต่ำกว่าเด็กในเมือง
อาการแพ้ยังสามารถทำให้เกิดการตอบสนองที่รุนแรงอันถึงแก่ชีวิตได้ หรือ "อาการแพ้ขั้นรุนแรง" ซึ่งต้องได้รับการรักษาทางการแพทย์โดยทันที ตัวอย่างเช่น หากใครกินอาหารที่ก่อให้เกิดอาการแพ้แล้วมีอาการบวมที่คอและมีผื่นขึ้น นั่นจะถือว่าเป็นอาการแพ้รุนแรง (anaphylaxis)

การรักษาอาการแพ้รุนแรงแบบดั้งเดิมคือ การฉีดฮอร์โมนอีพิเนฟริน (หรือที่รู้จักกันว่าคือ อะดรีนาลีน) เข้าที่กล้ามเนื้อขา ผู้ที่ป่วยเป็นโรคภูมิแพ้สามารถพกอุปกรณ์ฉีดยาอัตโนมัติติดตัวไปด้วยเพื่อฉีดยาฉุกเฉินในกรณีที่เกิดอาการแพ้รุนแรงถึงแก่ชีวิตได้ ปัจจุบันมีสเปรย์พ่นจมูกอีพิเนฟรินจำหน่ายด้วย ซึ่งได้ผลรวดเร็วมาก

คนเราอาจแพ้สิ่งต่าง ๆ ในสถานที่นอกบ้านได้ เช่น หญ้า เกสรต้นไม้ และการถูกผึ้งต่อย หรือการแพ้ที่เกิดขึ้นภายในบ้าน เช่น สัตว์เลี้ยงและแมลงตัวเล็ก ๆ ที่เรียกว่าไรฝุ่นที่เกาะตามพรมและที่นอน

คนเราอาจแพ้อาหารได้เช่นกัน อาการแพ้อาหารส่งผลกระทบต่อประชากรประมาณ 4-5% สำหรับอาการแพ้อาหารที่พบบ่อยที่สุด ได้แก่ การแพ้อาหารจากนมวัว ไข่ ข้าวสาลี ถั่วเหลือง ถั่วลิสง ถั่วเปลือกแข็ง ปลา หอย และงา บางครั้งคนเรามักจะหายจากอาการแพ้ แต่บางครั้งก็เป็นตลอดชีวิต

ใครบ้างที่เป็นโรคภูมิแพ้ได้ ?
แอนติบอดีแต่ละชนิดมีเป้าหมายโดยเฉพาะ ดังนั้นบางคนจึงอาจแพ้อะไรบางอย่างเพียงสิ่งเดียวเท่านั้น

แอนติบอดีที่ทำให้เกิดอาการแพ้ยังทำหน้าที่กำจัดปรสิตที่ร่างกายเผชิญอีกด้วย ด้วยการแพทย์สมัยใหม่ ผู้คนในสหรัฐอเมริกาจึงแทบไม่ต้องต่อสู้กับปรสิตเลย แต่แอนติบอดีเหล่านี้ยังคงพร้อมที่จะต่อสู้ และบางครั้งมันก็ไปต่อสู้กับสิ่งที่ไม่จำเป็นต้องสู้ เช่น ละอองเกสรหรืออาหาร

ละอองเกสรดอกไม้ของพืชดอกอาจเป็นสาเหตุของสารก่อภูมิแพ้ได้
ที่มาของภาพ,Getty Images
คำบรรยายภาพ,ละอองเกสรดอกไม้อาจเป็นสาเหตุของสารก่อภูมิแพ้ได้
สุขอนามัยและสิ่งแวดล้อมรอบตัวยังมีผลกระทบถึงความเสี่ยงที่จะเป็นโรคภูมิแพ้อีกด้วย ยิ่งสัมผัสกับแบคทีเรียชนิดต่าง ๆ มากเท่าไหร่ในช่วงต้นของชีวิต ก็ยิ่งมีโอกาสเป็นโรคภูมิแพ้น้อยลงเท่านั้น การศึกษายังแสดงให้เห็นด้วยว่า เด็กที่เติบโตในฟาร์ม เด็กที่เลี้ยงสัตว์เลี้ยงก่อนอายุ 5 ขวบ และเด็กที่มีพี่น้องหลายคน มีโอกาสเป็นโรคภูมิแพ้น้อยลง การให้นมแม่ตั้งแต่ยังเป็นทารกยังช่วยป้องกันโรคภูมิแพ้ได้อีกด้วย

เด็กที่เติบโตในเมืองมีโอกาสเป็นโรคภูมิแพ้มากขึ้น ซึ่งอาจเกิดจากมลพิษทางอากาศ เช่นเดียวกับเด็กที่มักอยู่ใกล้ชิดกับผู้ที่สูบบุหรี่

เด็ก ๆ มีแนวโน้มที่จะเกิดอาการแพ้อาหารน้อยลง หากพวกเขาลองรับประทานอาหารที่หลากหลายตั้งแต่ยังเล็ก แทนที่จะรอจนมีอายุมากขึ้น บางครั้งงานบางอย่างอาจทำให้ผู้ใหญ่เกิดอาการแพ้สิ่งแวดล้อมได้ เช่น ช่างทำผม ช่างทำขนมปัง และช่างซ่อมรถ อาจเกิดอาการแพ้ได้เนื่องจากสารเคมีที่พวกเขาใช้ทำงาน

พันธุกรรมยังมีบทบาทสำคัญในการที่บางคนเกิดอาการแพ้ด้วย หากพ่อแม่มีอาการแพ้จากสิ่งแวดล้อม หรือมีอาการแพ้อาหารต่าง ๆ ลูกของพวกเขาก็มีแนวโน้มที่จะเป็นโรคภูมิแพ้มากขึ้น โดยเฉพาะอย่างยิ่งสำหรับอาการแพ้ถั่วลิสง หากพ่อแม่หรือพี่น้องของคุณแพ้ถั่วลิสง คุณก็จะมีโอกาสเป็นโรคภูมิแพ้ถั่วลิสงเพิ่มขึ้นถึง 7 เท่า

อาการแพ้ในฝาแฝดเหมือนกันไหม ?
กลับมาที่เรื่องอาการแพ้ของฝาแฝด คำตอบคือ ใช่ พวกเขาสามารถแพ้สิ่งเดียวกันได้ แต่ก็ไม่เสมอไป

นักวิจัยในออสเตรเลียพบว่าฝาแฝด 60-70% จากการศึกษาวิจัยฉบับหนึ่ง มีอาการแพ้จากสิ่งแวดล้อมทั้งคู่ และฝาแฝดแท้ (identical twins) มีแนวโน้มที่จะมีอาการแพ้ร่วมกันมากกว่าฝาแฝดเทียม (fraternal twins) ฝาแฝดแท้มียีนที่ใช้ร่วมกันเหมือนกัน 100% ในขณะที่ฝาแฝดเทียมจะมียีนร่วมกันเพียงประมาณ 50% เท่านั้น ซึ่งเท่ากับพี่น้องคู่อื่น ๆ

มีการศึกษาวิจัยเกี่ยวกับพันธุกรรมของการแพ้อาหารเพิ่มมากขึ้น การศึกษาวิจัยเกี่ยวกับการแพ้ถั่วลิสงฉบับหนึ่งพบว่า ฝาแฝดแท้มีแนวโน้มที่จะแพ้ถั่วลิสงมากกว่าฝาแฝดเทียม

เมื่อพิจารณาจากพันธุกรรมที่เหมือนกันและการเติบโตมาด้วยกันแล้ว ฝาแฝดอาจแพ้สิ่งเดียวกันได้ และมีแนวโน้มมากกว่าพี่น้องทั่วไปว่าจะแพ้สิ่งเดียวกัน อย่างไรก็ตาม ฝาแฝดแต่ละคู่ก็ไม่ได้แพ้สิ่งเดียวกันโดยอัตโนมัติ

ลองจินตนาการว่า ฝาแฝดสองคนถูกแยกจากกันตั้งแต่แรกเกิดและเติบโตคนละบ้าน คนหนึ่งอยู่ในฟาร์มที่มีสัตว์เลี้ยง อีกคนหนึ่งอาศัยอยู่ใจกลางเมือง จะเกิดอะไรขึ้นถ้าพ่อแม่ของคนหนึ่งสูบบุหรี่ แต่อีกคนไม่สูบ จะเกิดอะไรขึ้นถ้าคนหนึ่งอาศัยอยู่กับพี่น้องจำนวนมากและอีกคนเป็นลูกคนเดียว แน่นอนว่าพวกเขาอาจมีอาการแพ้ที่แตกต่างกัน หรืออาจจะไม่มีอาการแพ้เลยก็ได้

นักวิทยาศาสตร์อย่างผู้เขียนเองกำลังศึกษาวิจัยเกี่ยวกับอาการแพ้ต่อไป และหวังว่าจะได้คำตอบเพิ่มมากขึ้นในอนาคต

หมายเหตุ

บรีแอน เฮย์ส ฮานีย์ เป็นนักภูมิคุ้มกันวิทยาที่เชี่ยวชาญด้านโรคภูมิแพ้ที่มหาวิทยาลัยเวสต์เวอร์จิเนียในสหรัฐอเมริกา

* บทความนี้ดัดแปลงมาจากบทความที่ตีพิมพ์ครั้งแรกในซีรีส์คิวเรียส คิดส์ (Curious Kids) [แปลเป็นไทยว่า หนูน้อยขี้สงสัย] ของเดอะ คอนเวอร์เซชัน (The Conversation) ซึ่งผู้เชี่ยวชาญตอบคำถามจากเด็ก ๆ และได้รับการตีพิมพ์ซ้ำภายใต้ใบอนุญาตครีเอทีฟคอมมอนส์ (Creative Commons)',
                'source_url' => 'https://www.bbc.com/thai/articles/cg419gv59r0o',
                'created_at' => now(),
                'updated_at' => now(),
            ],
        ]);
    }
}
