@extends('layouts.app')

@section('title', 'อาหารไทย')

@section('content')
<style>
   
    body {
        background: #080421;
        margin: 0;
        padding: 20px;
    }
   

    .food-page h1 {
        color: #d35400;
        font-size: 28px;
        text-align: center;
        margin-bottom: 20px;
    }

    .food-page h3 {
        color: #2c3e50;
        font-size: 18px;
    }
    .food-page img {
        max-width: 100%;
        height: auto;
        display: block;
        margin: 20px auto;
        border-radius: 8px;
    }
</style>

<div class="food-page">
    <img src="https://ichef.bbci.co.uk/ace/ws/800/cpsprodpb/fb62/live/7cd5fa90-79f2-11f0-87a7-fdfee4a863a8.jpg.webp" alt="">
    <h1>เหตุใดเอเลียนอาจมีอยู่จริง แต่จะไม่มาเยือนโลกในเร็ววันนี้ ?
</h1>
    <h3>

เมื่อมองขึ้นไปบนท้องฟ้ายามราตรีที่เต็มไปด้วยหมู่ดาวส่องแสงเจิดจ้า หลายคนอาจเคยถามตัวเองว่า จริงหรือที่มนุษย์โลกคือสิ่งมีชีวิตทรงภูมิปัญญาหนึ่งเดียวในห้วงจักรวาลอันไพศาล ซึ่งอาจจะกว้างใหญ่เกินกว่าที่เราจะสำรวจทำความเข้าใจได้ทั้งหมด ?

คำตอบของคำถามข้างต้นนั้น อาจเป็นไปได้ว่าเราไม่ได้อยู่อย่างโดดเดี่ยวตามลำพังในห้วงจักรวาล เพราะโลกนั้นเป็นเพียงจุดเล็ก ๆ จุดหนึ่ง ในมหาสมุทรของดวงดาวที่มีอยู่หลายพันล้านดวง ดังนั้นจะเป็นไปได้อย่างไรว่า โลกคือดาวเคราะห์ที่มีสิ่งมีชีวิตเพียงแห่งเดียวเท่านั้น ?

เหล่าผู้เชี่ยวชาญในเรื่องของสิ่งมีชีวิตนอกโลกต่างบอกว่า แม้จะยังไม่มีหลักฐานยืนยันอย่างชัดเจนว่า "เอเลียน" มีตัวตนอยู่จริง แต่ด้วยหลักการของความน่าจะเป็นทางคณิตศาสตร์ข้างต้น เราจำต้องยอมรับข้อสรุปที่ว่า สิ่งมีชีวิตนอกโลกจะต้องมีอยู่บนดาวดวงใดดวงหนึ่งอย่างแน่นอน เพราะแค่ในกาแล็กซีทางช้างเผือกเพียงแห่งเดียว ก็มีดวงดาวจำนวนมหาศาลถึง 300,000 ล้านดวงแล้ว ยิ่งไปกว่านั้น กาแล็กซีของเราก็เป็นแค่หนึ่งใน 200,000 ล้านดาราจักร ที่นักวิทยาศาสตร์ประมาณการว่ามีอยู่ในเอกภพ

ทุกวันนี้นักดาราศาสตร์ยังค้นพบ "ดาวเคราะห์นอกระบบสุริยะ" (exoplanet) ที่มีสภาพแวดล้อมเอื้อต่อการดำรงอยู่ของสิ่งมีชีวิตเพิ่มขึ้นเรื่อย ๆ ซึ่งดร.แม็กกี อาเดอริน-โพค็อก นักวิทยาศาสตร์อวกาศคนดังของสหราชอาณาจักร ได้แสดงความเห็นต่อประเด็นนี้ว่า "พวกเราค่อนข้างเชื่อมั่นว่าสิ่งมีชีวิตต่างดาวจะต้องอยู่ที่นั่นแน่ มันเป็นเรื่องของเกมจำนวนล้วน ๆ และมันคือความน่าจะเป็น (probability)"

Three people - an older man and two younger children sit with their backs to the camera and point up at the night skyที่มาของภาพ,Getty Images
คำบรรยายภาพ,นักวิทยาศาสตร์เชื่อว่ามนุษย์จะพบดาวเคราะห์ที่มีสัญญาณของสิ่งมีชีวิตในทศวรรษหน้า
ความก้าวหน้าทางเทคโนโลยีในระดับที่เรามีอยู่ในปัจจุบัน เปิดโอกาสให้นักดาราศาสตร์สามารถศึกษาดาวเคราะห์นอกระบบสุริยะได้อย่างละเอียดลึกซึ้ง จนถึงขั้นที่สามารถวิเคราะห์องค์ประกอบของมัน ทั้งที่เป็นดาวเคราะห์ซึ่งตั้งอยู่ห่างไกลจากโลกมาก และกำลังโคจรวนรอบดาวฤกษ์ดวงอื่นที่ไม่ใช่ดวงอาทิตย์

Skip ได้รับความนิยมสูงสุด and continue reading
ได้รับความนิยมสูงสุด
Two women wipe sunscreen on the backs of two men on a beach. The men are wearing swimming shorts while the women are in shorts ad in one case a bikini top and the other a sleeveless white top
เหตุใดครีมกันแดดกลายเป็นประเด็นอื้อฉาวระดับชาติในออสเตรเลีย ประเทศที่มีอัตราเป็นมะเร็งผิวหนังสูงที่สุดแห่งหนึ่งของโลก
นายอนุทิน ชาญวีรกูล เปิดกรวยกระทงดอกไม้ รับพระบรมราชโองการแต่งตั้งนายกรัฐมนตรี ณ อาคารที่ทำการสำนักงานใหญ่ พรรคภูมิใจไทย เมื่อ 1 ก.ย. 2568
อนุทิน ชาญวีรกูล รับพระบรมราชโองการโปรดเกล้าฯ เป็นนายกฯ คนที่ 32 ย้ำแก้ปัญหา 4 ด้าน ยึดคำมั่นยุบสภาใน 4 เดือน
Antonio Salazar-Hobson
จากลูกผู้อพยพชาวเม็กซิกัน ถูกพวกใคร่เด็กลักพาตัวไปตอน 4 ขวบ สู้ชีวิตจนโตมาเป็นทนายชื่อดังในสหรัฐฯ ได้อย่างไร
-
อนุทิน กลายมาเป็นตัวแทนกลุ่มอำนาจเก่าแทน ทักษิณ แล้วหรือไม่
End of ได้รับความนิยมสูงสุด
มีการใช้กล้องโทรทรรศน์ที่ทรงพลัง ส่องดูแสงจากดาวฤกษ์ที่ฉายผ่านชั้นบรรยากาศของดาวเคราะห์นอกระบบสุริยะ ในตอนที่มันเคลื่อนผ่านตัดหน้าดาวฤกษ์ศูนย์กลาง การตรวจวิเคราะห์สเปกตรัมของแสงที่ปรากฏ (spectroscopy) จะช่วยให้ทราบได้ว่า ดาวเคราะห์ดังกล่าวมีแร่ธาตุอะไรเป็นองค์ประกอบอยู่บ้าง ซึ่งหากพบดาวดวงที่มีองค์ประกอบคล้ายกับโลก ก็อาจจะสันนิษฐานได้ว่าดาวเคราะห์นอกระบบสุริยะดังกล่าว มีสภาพแวดล้อมที่เอื้อต่อการดำรงอยู่ของสิ่งมีชีวิตด้วยเช่นกัน แม้จะอยู่ห่างไกลออกไปจากโลกถึงหลายพันปีแสงก็ตาม

ศาสตราจารย์ทิม โอไบรอัน นักฟิสิกส์ดาราศาสตร์ จากมหาวิทยาลัยแมนเชสเตอร์ของสหราชอาณาจักร บอกกับบีบีซีว่า "ปัจจุบันเรารู้จักดาวเคราะห์นอกระบบสุริยะ ที่สิ่งมีชีวิตน่าจะอยู่อาศัยได้หลายร้อยดวงแล้ว เรามั่นใจเกือบร้อยเปอร์เซ็นต์ว่าภายในช่วงทศวรรษหน้า จะได้พบกับดาวเคราะห์ที่มีร่องรอยหลักฐานของสิ่งมีชีวิตปรากฏอยู่อย่างชัดเจน"

หลักฐานที่บ่งชี้ถึงความเป็นไปได้ดังกล่าว สามารถพบได้แม้แต่บนโลกของเราเอง โดยก่อนหน้านี้มีการค้นพบสิ่งมีชีวิตในสภาพแวดล้อมอันโหดร้ายมาแล้ว เช่นในสถานที่มืดมิดปราศจากแสงอาทิตย์และความอบอุ่น อย่างที่ก้นร่องลึกของมหาสมุทร

A picture of Dr Maggie Aderin-Pockock wearing a pink turtle-neck and purple jumper looks straight at the camera
คำบรรยายภาพ,หากอารยธรรมของเราไม่ทับซ้อนกัน เราก็จะไม่มีวันได้พบเจอผู้คนจากดาวดวงอื่น ดร.แม็กกี อาเดอริน-โพค็อก ระบุ
ในอดีตนักวิทยาศาสตร์เชื่อกันว่า ชีวิตจะดำรงอยู่ได้เฉพาะบนดาวเคราะห์ ซึ่งโคจรอยู่ห่างจากดาวฤกษ์ในระยะที่เหมาะสมเท่านั้น เพราะมีเพียงดาวเคราะห์ดังกล่าวที่จะได้รับรังสีหรือพลังงานจากดาวฤกษ์ ในระดับที่ไม่มากหรือน้อยเกินไปจนเป็นอันตรายต่อสิ่งมีชีวิต ทว่าการค้นพบสิ่งมีชีวิตบนโลกในสถานที่ที่มันไม่ควรอยู่ ทำให้เราเล็งเห็นถึงความเป็นไปได้ว่า อาจมีสิ่งมีชีวิตบนดาวบางประเภทที่เราเคยมองข้ามไป อย่างเช่นดวงจันทร์บริวารของดาวเคราะห์ต่าง ๆ

อย่างไรก็ตาม ใช่ว่าสิ่งมีชีวิตต่างดาวที่กำลังจะถูกค้นพบนี้ จะต้องเป็นสิ่งมีชีวิตทรงภูมิปัญญารูปร่างคล้ายมนุษย์ อย่างที่เรามักจินตนาการกันถึงเอเลียนในภาพยนตร์ไซ-ไฟ บรรดาผู้เชี่ยวชาญเตือนว่า โอกาสที่จะพบสิ่งมีชีวิตต่างดาวนั้นมีอยู่สูงจริง ทว่าเป็นการยากยิ่งหรือแทบจะเป็นไปไม่ได้เลย ที่มนุษย์จะได้พบสิ่งมีชีวิตทรงภูมิปัญญาในระดับทัดเทียมกันจากดาวดวงอื่น

"เมื่อพิจารณาถึงประวัติความเป็นมาของสิ่งมีชีวิตบนโลก ช่วงเวลาส่วนใหญ่ในอดีตนับแต่ยุคบรรพกาลเป็นต้นมา โลกมีแต่สิ่งมีชีวิตแบบเรียบง่าย อันที่จริงแล้ว ชีวิตบนโลกเริ่มต้นด้วยการเป็นแบคทีเรียอยู่นานถึงหลายพันล้านปีเลยทีเดียว" ศ.โอไบรอันกล่าว

ยิ่งไปกว่านั้น สิ่งมีชีวิตโครงสร้างแบบเรียบง่ายไม่ซับซ้อน ยังต้องอาศัย "เหตุบังเอิญ" หลายครั้ง ในเส้นทางวิวัฒนาการ กว่าจะกลายมาเป็นสิ่งมีชีวิตหลายเซลล์บนโลกได้ ดังนั้นหากเราหวังจะพบเอเลียนที่ทรงภูมิปัญญาและมีอารยธรรมระดับสูง ก็คงต้องรอคอยให้สิ่งมีชีวิตเซลล์เดียวที่ดาวดวงอื่น มีวิวัฒนาการทางร่างกายและสติปัญญา จนสามารถสร้างเทคโนโลยีที่ล้ำสมัยได้เสียก่อน

จะมีแขกจากต่างดาวมาเยือนโลกไหม ?
ในเมื่อมีความเป็นไปได้สูงว่าเราไม่ได้อยู่โดดเดี่ยวในห้วงจักรวาล ดังนั้นเราควรจะตั้งตาคอยการมาเยือนของเอเลียน ซึ่งอาจจะเกิดขึ้นในเร็ววันนี้หรือไม่ ? เรื่องนี้ซับซ้อนและให้คำตอบที่ชัดเจนได้ยาก

แม้จะเป็นเรื่องเหลือเชื่อว่า ไม่เคยมีสิ่งมีชีวิตเผ่าพันธุ์ใดเลยในจักรวาลนี้ ที่สามารถพัฒนาตนเองจนเดินทางข้ามห้วงอวกาศระหว่างดวงดาวได้ แต่ในความเป็นจริง เราก็ยังไม่เคยพบเจอเอเลียนที่นั่งยานอวกาศมาเยือนโลกเลยสักครั้ง

"ปัญหาใหญ่ที่สุดในการค้นหาสิ่งมีชีวิตต่างดาวก็คือ เรามีตัวอย่างของสิ่งมีชีวิตที่เคยพบเจอมาเพียงแบบเดียว นั่นก็คือสิ่งมีชีวิตบนโลกใบนี้" ดร.อาเดอริน-โพค็อก กล่าว

นั่นหมายความว่ามนุษย์ไม่สามารถจินตนาการถึงสิ่งมีชีวิตรูปแบบอื่น ที่เราไม่เคยพบเห็นมาก่อนได้ "ตัวอย่างเช่น หากคุณอาศัยอยู่บนดาวที่มีความเคลื่อนไหวเปลี่ยนแปลงรุนแรง คุณอาจจะต้องลงไปอยู่ใต้ดิน และไม่อาจจะส่งสัญญาณใด ๆ ออกมาจากใต้พิภพได้ ทำให้ดูเหมือนกับว่าดาวดวงนั้นไม่มีสิ่งมีชีวิตอยู่เลย แต่อันที่จริงอาจมีสิ่งมีชีวิตทรงภูมิปัญญาหลบซ่อนตัวอยู่ก็เป็นได้" ดร.อาเดอริน-โพค็อก อธิบาย

A composite image of the spiral galaxy Messier 106 (M106), also known as NGC 4258 - 25 million light years from Earthที่มาของภาพ,Robert Gendler/Science Photo Library/Getty
คำบรรยายภาพ,ข้อความใด ๆ ที่เราพยายามส่งไปถึงสิ่งมีชีวิตอื่นอาจต้องใช้เวลานับพันหรือหลายล้านปีจึงจะไปถึง นักวิทยาศาสตร์กล่าว
นอกจากนี้ยังมีความเป็นไปได้ในทางวิทยาศาสตร์ว่า มนุษย์เรากับเอเลียนต่างไม่เข้าใจภาษาของฝ่ายตรงข้าม ทั้งไม่อาจถอดรหัสหรือรับสัญญาณที่อีกฝ่ายส่งออกมาได้อีกด้วย "เราใช้กล้องโทรทรรศน์วิทยุ ดักฟังสัญญาณจากอารยธรรมต่างดาวมานาน ตั้งแต่ช่วงทศวรรษ 1960 แล้ว" ศ.โอไบรอันกล่าว ทว่าเอเลียนก็อาจจะส่งสัญญาณในรูปแบบอื่นที่ไม่ใช่คลื่นวิทยุออกมาได้เช่นกัน

หรือถึงแม้มนุษย์กับเอเลียนจะสื่อสารด้วยสัญญาณในช่วงคลื่นที่ตรงกัน แต่สัญญาณดังกล่าวจะต้องใช้เวลาเดินทางข้ามห้วงอวกาศอันกว้างใหญ่ไพศาลอย่างยาวนาน ซึ่งอาจเป็นเวลาถึงหลายพันหลายหมื่นปี กว่าที่อีกฝ่ายจะได้รับสารและตอบกลับมา ซึ่งคิดไปแล้วก็ไม่ต่างกับการสื่อสารด้วยจดหมายที่เชื่องช้ามากในสมัยโบราณ

ที่ผ่านมาโครงการ Breakthrough Listen ซึ่งตั้งอยู่มหาวิทยาลัยแคลิฟอร์เนีย วิทยาเขตเบิร์กลีย์ของสหรัฐฯ (UC Berkeley) ได้ดักฟังคลื่นวิทยุจากดาวเคราะห์ประมาณหนึ่งล้านดวงใกล้โลก เพื่อค้นหาว่ามีดาวดวงใดบ้าง ที่ปรากฏร่องรอยการส่งสัญญาณตอบกลับมายังโลก นอกจากนี้ยังสำรวจระบบดาวฤกษ์บริเวณใจกลางกาแล็กซีทางช้างเผือก ซึ่งอยู่ห่างจากโลกราว 25,000 ปีแสงด้วย

นั่นหมายความว่า หากมีสิ่งมีชีวิตทรงภูมิปัญญาต่างดาวอยู่ที่นั่นจริง สัญญาณที่ส่งมาจากพวกเขาจะต้องใช้เวลาเดินทางราว 25,000 ปี กว่าจะมาถึงโลก ดังนั้นเราอาจจะต้องรอคอยนานถึงหลายพันหลายหมื่นปี กว่าจะมีโอกาสได้ติดต่อสื่อสารกับเอเลียนสักครั้ง

ยังอีกนานกว่าจะได้เจอกัน
หากการสื่อสารทางไกลผ่านคลื่นวิทยุกับเอเลียนนั้นทำได้ยากยิ่ง ก็ไม่ต้องพูดถึงการเดินทางข้ามห้วงอวกาศ เพื่อมาพบเจอกันแบบตัวเป็น ๆ ในอนาคตอันใกล้ เพราะยังไม่มียานพาหนะชนิดใด ที่สามารถเดินทางข้ามห้วงอวกาศได้อย่างรวดเร็วพอ

ส่วนการ "วอร์ป" (warp) หรือการย่นระยะทางผ่านมิติของปริภูมิ-เวลา รวมทั้งการส่งสิ่งของและผู้คนไปยังอีกมุมหนึ่งของห้วงจักรวาลในพริบตานั้น ยังคงเป็นเพียงจินตนาการที่ท้าทายการพัฒนาทางเทคโนโลยี ซึ่งปัจจุบันก็ยังไล่ตามไม่ทันความฝันของคนเรา

มีความเป็นไปได้ว่า หากอารยธรรมที่มีมานานหลายพันปีของมนุษย์ ยังไม่สามารถสร้างยานอวกาศหรือวิธีการเดินทางที่ข้ามห้วงอวกาศได้อย่างมีประสิทธิภาพ อารยธรรมของสิ่งมีชีวิตทรงภูมิปัญญาที่ดาวดวงอื่น ๆ ก็อาจจะยังทำไม่ได้ด้วยเหมือนกัน หรือถึงแม้พวกเขาจะทำได้สำเร็จไปก่อนหน้านี้นานแล้ว ก็ยังเป็นไปได้ว่าเอเลียนนั้น ไม่ต้องการจะเดินทางมาพบกับเราเลย ไม่ว่าจะด้วยเหตุผลอะไรก็ตามแต่

นอกจากนี้ การพบปะและติดต่อสื่อสารระหว่างมนุษย์กับเอเลียน ยังต้องอาศัยโชคช่วยอย่างมาก เพราะช่วงเวลาการดำรงอยู่ของเผ่าพันธุ์และอารยธรรมมนุษย์ อาจไม่ตรงกับช่วงเวลาที่เอเลียนถือกำเนิดและพัฒนาเทคโนโลยีขั้นสูงก็เป็นได้

อย่าลืมว่าสิ่งมีชีวิตเกิดขึ้นและอยู่บนโลกใบนี้มานานถึง 3,500 ล้านปี แต่มนุษย์ยุคใหม่ที่มีสติปัญญาระดับสูง เพิ่งปรากฏตัวขึ้นเมื่อราว 300,000 ปีก่อนเท่านั้น ทั้งยังมีความเสี่ยงที่อารยธรรมของมนุษย์จะดำรงอยู่แค่ในช่วงสั้น ๆ ก่อนจะดับสูญไปในที่สุด

เนื่องจากการเกิดขึ้นและสูญสลายของอารยธรรม สามารถดำเนินไปในชั่วพริบตา เมื่อเทียบกับการดำรงอยู่อย่างยาวนานกว่าหมื่นล้านปีของห้วงจักรวาล เราจึงไม่อาจจะล่วงรู้หรือแน่ใจได้ว่า เอเลียนเคยมาเยือนโลกของเราในอดีตที่ผ่านมาหรือไม่ "หากอารยธรรมของเรากับเอเลียน ไม่ได้ดำรงอยู่ในช่วงเวลาที่ทับซ้อนกัน ทั้งสองจะไม่มีโอกาสได้พบกันเลย" ดร.อาเดอริน-โพค็อก กล่าว

ด้วยเหตุนี้ เอเลียนอาจมาเยือนโลกในอนาคต ในตอนที่เผ่าพันธุ์มนุษย์ทั้งหมดอำลาจากไปแล้ว หรืออาจจะเคยมาเยือนโลกยุคดึกดำบรรพ์ ในตอนที่มนุษย์ยังไม่ถือกำเนิดขึ้นก็เป็นได้ ซึ่งหากเป็นเช่นนั้นจริง ไดโนเสาร์ในยุคจูราสสิก อาจจะเคยทำหน้าที่เจ้าบ้านผู้ต้อนรับแขกจากต่างดาวมาแล้ว เมื่อหลายสิบล้านปีก่อน</h3>
<button><a href="https://www.bbc.com/thai/articles/c5yr2r33xj3o">อ้างอิง</a></button>
</div>

</div>
@endsection
