@extends('layouts.app')

@section('title', 'อาหารไทย')

@section('content')
 <style>
   
    body {
        background: #022411;
        margin: 0;
        padding: 20px;
    }
   

    .food-page h1 {
        color: #d35400;
        font-size: 28px;
        text-align: center;
        margin-bottom: 20px;
    }

    .food-page h3 {
        color: #2c3e50;
        font-size: 18px;
    }
    .food-page img {
        max-width: 100%;
        height: auto;
        display: block;
        margin: 20px auto;
        border-radius: 8px;
    }
</style>

<div class="food-page">
    <img src="https://ichef.bbci.co.uk/ace/ws/800/cpsprodpb/cd42/live/e4c9e0f0-591b-11f0-960d-e9f1088a89fe.jpg.webp" alt="">
    <h1>มารู้จักสิ่งมีชีวิตขนาดเล็กจิ๋วที่กินจุจนตัวอ้วนและช่วยต่อสู้กับภาวะโลกร้อน
</h1>
    <h3>
ผลการศึกษาวิจัยล่าสุด พบมีสัตว์ตัวเล็กจิ๋วที่อาจไม่เป็นที่รู้จักมากนัก และมักถูกขายเป็นอาหารสำหรับตู้ปลา แต่พวกมันกลับปกป้องโลกของเราจากภาวะโลกร้อนอย่างเงียบ ๆ ด้วยการอพยพครั้งใหญ่

แพลงก์ตอนสัตว์เหล่านี้ เรียกได้ว่าเป็น "ฮีโร่ผู้ปิดทองหลังพระ" พวกมันจะกินไม่หยุดเพื่อสะสมไขมันไว้สำหรับในฤดูใบไม้ผลิ ก่อนจะจมลงไปในมหาสมุทรลึกหลายร้อยเมตรในแอนตาร์กติกา ซึ่งเป็นสถานที่ที่พวกมันจะเผาผลาญไขมันที่สะสมไว้เหล่านั้น

นักวิจัยระบุว่า สิ่งนี้จะกักเก็บคาร์บอนที่ทำให้โลกร้อนได้มากเท่า ๆ กับการปล่อยคาร์บอนจากรถยนต์ที่ใช้น้ำมันประมาณ 55 ล้านคันต่อปี และป้องกันไม่ให้คาร์บอนทำให้ชั้นบรรยากาศของเราร้อนขึ้นอีก ซึ่งมากกว่าที่นักวิทยาศาสตร์คาดไว้มาก แต่เมื่อนักวิจัยค้นพบว่าสิ่งนี้มีประโยชน์ต่อโลกของเรา ภัยคุกคามต่อแพลงก์ตอนสัตว์เหล่านี้ก็เพิ่มมากขึ้น

Female copepods (Calanus simillimus) displaying variable quantities of lipid (fat) reserves – the clear cigar shaped ‘bubble’ within their bodies. Body length approximately 4mm.ที่มาของภาพ,Prof Daniel J Mayor @oceanplankton
คำบรรยายภาพ,โคพีพอดตัวเมีย (ขนาด 4 มม.) ที่มีไขมันสะสมอยู่ในร่างกายที่มีลักษณะคล้ายซิการ์
นักวิทยาศาสตร์ใช้เวลาหลายปีในการสำรวจการอพยพประจำปีของสัตว์ชนิดนี้ในน่านน้ำแอนตาร์กติกาหรือมหาสมุทรตอนใต้ และผลกระทบต่อการเปลี่ยนแปลงสภาพภูมิอากาศ ดร.กวง หยาง หัวหน้าคณะนักวิจัยจากสถาบันวิทยาศาสตร์จีนกล่าวว่า การค้นพบนี้ "น่าทึ่ง" และเสริมว่าการค้นพบนี้ทำให้ต้องพิจารณาใหม่อีกครั้งว่า มหาสมุทรทางตอนใต้สามารถกักเก็บคาร์บอนไว้ได้มากเพียงใด

ดร.เจนนิเฟอร์ ฟรีเออร์ ผู้ร่วมวิจัยจากคณะสำรวจทวีปแอนตาร์กติกาของสหราชอาณาจักร (British Antarctic Survey - BAS) กล่าวว่า "สัตว์เหล่านี้เป็นฮีโร่ผู้ปิดทองหลังพระ เพราะพวกมันมีวิถีชีวิตที่ยอดเยี่ยม" แต่เมื่อเทียบกับสัตว์ในแอนตาร์กติกาที่ได้รับความนิยมมากที่สุด เช่น วาฬหรือเพนกวินแล้ว แพลงก์ตอนสัตว์ขนาดเล็กทรงพลังเหล่านี้กลับถูกมองข้ามและไม่ได้รับการชื่นชม
        </h3>
        <button><a href="https://www.bbc.com/thai/articles/cdr36725ygeo">อ้างอิง</a></button>
</div>
@endsection