
@extends('layouts.app')

@section('title', 'อาหารไทย')

@section('content')
<style>
   
    body {
        background: #ff6e0d;
        margin: 0;
        padding: 20px;
    }
   

    .food-page h1 {
        color: #020f308a;
        font-size: 28px;
        text-align: center;
        margin-bottom: 20px;
        text-coler: rgb(22, 4, 73);
    }

    .food-page h3 {
        color: #2c3e50;
        font-size: 18px;
    }
    .food-page img {
        max-width: 100%;
        height: auto;
        display: block;
        margin: 20px auto;
        border-radius: 8px;
    }
</style>

<div class="food-page">
    <img src="https://ichef.bbci.co.uk/ace/ws/800/cpsprodpb/99ff/live/b5dcb7e0-710d-11f0-af20-030418be2ca5.jpg.webp" alt="">
    <h1>เกิดอะไรขึ้นกับสมองของเราเมื่อโลกร้อนขึ้นเรื่อย ๆ
.ที่มาของภาพ</h1>
    <h3>
เมื่อเจคอายุได้ห้าเดือน เขามีอาการชักแบบเกร็งกระตุกเป็นครั้งแรก ร่างน้อย ๆ ของเขาเกร็งและกระตุกอย่างรวดเร็ว "อากาศร้อนมาก ทำให้ตัวเขาร้อนเกินไป และเราได้เห็นสิ่งที่คิดว่าเป็นสิ่งที่น่ากลัวที่สุดที่เราจะได้เห็น" สเตฟานี สมิธ แม่ของเขากล่าว "แต่น่าเสียดายที่มันไม่ใช่อย่างนั้น"

อาการชักของเจคเริ่มเกิดบ่อยครั้งขึ้นในอากาศที่ร้อน ทันทีที่ฤดูร้อนอันอบอ้าวและมีความชื้นมาถึง ครอบครัวก็จะใช้วิธีระบายความร้อนทุกทาง เพื่อป้องกันไม่ให้เจคเกิดอาการชัก

หลังจากการตรวจทางพันธุกรรมเมื่ออายุ 18 เดือน เจคได้รับการวินิจฉัยว่าเป็นโรคลมชักในเด็ก (Dravet Syndrome) ซึ่งเป็นโรคทางระบบประสาทที่รวมถึงโรคลมชักชนิดหนึ่ง และส่งผลกระทบต่อเด็กประมาณหนึ่งใน 15,000 คน

อาการชักมักมาพร้อมกับความบกพร่องทางสติปัญญาและโรคร่วมอื่น ๆ มากมาย เช่น ภาวะออทิซึมและสมาธิสั้น รวมถึงความยากลำบากในการพูด การเคลื่อนไหว การกิน และการนอนหลับ ความร้อนและการเปลี่ยนแปลงอุณหภูมิอย่างฉับพลันก็สามารถทำให้เกิดอาการชักได้

ตอนนี้เจคอายุ 13 ปีแล้ว แต่แม่ของเขาต้องทนทุกข์ทรมานกับอาการชักนับครั้งไม่ถ้วนเมื่อสภาพอากาศเปลี่ยนแปลง "ฤดูร้อนที่ร้อนขึ้นเรื่อย ๆ และคลื่นความร้อนกำลังเพิ่มภาระให้กับการใช้ชีวิตกับโรคที่ร้ายแรงอยู่แล้วนี้" สมิธ กล่าว

Skip ได้รับความนิยมสูงสุด and continue reading
ได้รับความนิยมสูงสุด
Two women wipe sunscreen on the backs of two men on a beach. The men are wearing swimming shorts while the women are in shorts ad in one case a bikini top and the other a sleeveless white top
เหตุใดครีมกันแดดกลายเป็นประเด็นอื้อฉาวระดับชาติในออสเตรเลีย ประเทศที่มีอัตราเป็นมะเร็งผิวหนังสูงที่สุดแห่งหนึ่งของโลก
นายอนุทิน ชาญวีรกูล เปิดกรวยกระทงดอกไม้ รับพระบรมราชโองการแต่งตั้งนายกรัฐมนตรี ณ อาคารที่ทำการสำนักงานใหญ่ พรรคภูมิใจไทย เมื่อ 1 ก.ย. 2568
อนุทิน ชาญวีรกูล รับพระบรมราชโองการโปรดเกล้าฯ เป็นนายกฯ คนที่ 32 ย้ำแก้ปัญหา 4 ด้าน ยึดคำมั่นยุบสภาใน 4 เดือน
Antonio Salazar-Hobson
จากลูกผู้อพยพชาวเม็กซิกัน ถูกพวกใคร่เด็กลักพาตัวไปตอน 4 ขวบ สู้ชีวิตจนโตมาเป็นทนายชื่อดังในสหรัฐฯ ได้อย่างไร
-
อนุทิน กลายมาเป็นตัวแทนกลุ่มอำนาจเก่าแทน ทักษิณ แล้วหรือไม่
End of ได้รับความนิยมสูงสุด
ซันเจย์ ซิโซดิยา จากมหาวิทยาลัย ยูนิเวอร์ซิตี คอลเลจ ลอนดอน หรือยูซีแอล ซึ่งเป็นผู้บุกเบิกการศึกษาผลกระทบของการเปลี่ยนแปลงสภาพภูมิอากาศต่อสมอง กล่าวว่าโรคลมชักในกลุ่มอาการดราเว็ต (Dravet syndrome) เป็นหนึ่งในโรคทางระบบประสาทที่ผู้ที่ป่วยจะมีอาการแย่ลงเมื่ออุณหภูมิสูงขึ้น

ในฐานะนักประสาทวิทยาผู้เชี่ยวชาญด้านโรคลมชัก เขามักได้ยินจากครอบครัวของผู้ป่วยว่ามีปัญหามากขึ้นในช่วงที่เกิดคลื่นความร้อน

"แน่นอนว่า ผมคิดกับตัวเองว่าทำไมการเปลี่ยนแปลงสภาพภูมิอากาศถึงจะไม่ส่งผลกระทบต่อสมองด้วยล่ะ ในเมื่อกระบวนการมากมายในสมองมีส่วนเกี่ยวข้องกับวิธีที่ร่างกายรับมือกับความร้อน" ซิโซดิยา กล่าว

ระหว่างที่ผู้เชี่ยวชาญจากยูซีแอลศึกษาค้นคว้าเอกสารทางวิทยาศาสตร์ เขาได้ค้นพบภาวะทางระบบประสาทหลายอย่างที่แย่ลงจากความร้อนและความชื้นที่สูงขึ้น ได้แก่ โรคลมชัก โรคหลอดเลือดสมอง โรคสมองอักเสบ โรคปลอกประสาทเสื่อมแข็ง ไมเกรน และโรคอื่น ๆ อีกมากมาย

เขาค้นพบด้วยว่าผลกระทบของการเปลี่ยนแปลงสภาพภูมิอากาศต่อสมองของเราเริ่มปรากฏให้เห็นอย่างชัดเจนแล้ว

ยกตัวอย่างเช่น ในช่วงเกิดคลื่นความร้อนในยุโรปเมื่อปี 2003 ประมาณ 7% ของผู้เสียชีวิตที่สูงเกินปกติ เสียชีวิตด้วยสาเหตุจากปัญหาทางระบบประสาทโดยตรง ตัวเลขที่คล้ายคลึงกันนี้ยังพบในช่วงคลื่นความร้อนในสหราชอาณาจักรในปี 2022 ด้วย

แต่ความร้อนยังสามารถเปลี่ยนแปลงการทำงานของสมองในรูปแบบอื่น ๆ ได้ด้วย เช่น ทำให้เรามีอารมณ์รุนแรง หงุดหงิด และซึมเศร้ามากขึ้น

ดังนั้นแล้วเมื่อโลกร้อนขึ้นจากการเปลี่ยนแปลงสภาพภูมิอากาศ จะเกิดผลกระทบต่อสมองของเราอย่างไรได้บ้าง

.ที่มาของภาพ,Getty Images
คำบรรยายภาพ,คลื่นความร้อนที่รุนแรง สามารถส่งผลกระทบต่อวิธีการทำงานของสมอง นำไปสู่การเปลี่ยนแปลงทางพฤติกรรม อารมณ์ และมักจะทำให้โรคเกี่ยวกับระบบประสาทรุนแรงขึ้น
โดยเฉลี่ยแล้วสมองของมนุษย์จะมีอุณหภูมิสูงกว่าอุณหภูมิของแกนกลางร่างกายไม่เกิน 1 องศาเซลเซียส แต่สมองของเราซึ่งเป็นหนึ่งในอวัยวะที่หิวโหยพลังงานในร่างกายจะสร้างความร้อนในตัวของมันเองอย่างมาก เมื่อเราคิด จดจำ และตอบสนองต่อโลกรอบตัวเรา นั่นหมายความว่าร่างกายของเราต้องทำงานหนักเพื่อให้สมองเย็นลง การไหลเวียนของเลือดผ่านเครือข่ายของหลอดเลือดจะช่วยรักษาอุณหภูมิของหลอดเลือดเพื่อขจัดความร้อนส่วนเกินให้ลดลงไป

กระบวนการนี้เป็นสิ่งจำเป็นเพราะเซลล์สมองไวต่อความร้อนอย่างมาก และคาดว่าฟังก์ชันของโมเลกุลบางตัวที่ส่งข้อความระหว่างกันก็ขึ้นอยู่กับอุณหภูมิเช่นกัน ซึ่งหมายความว่าฟังก์ชันเหล่านี้จะหยุดทำงานอย่างมีประสิทธิภาพหากสมองของเรามีอุณหภูมิร้อนเกินไปหรือเย็นเกินไป

"เรายังไม่เข้าใจอย่างถ่องแท้ว่าองค์ประกอบต่าง ๆ ของภาพที่ซับซ้อนของสมองได้รับผลกระทบอย่างไร" ซิโซดิยา กล่าว "แต่เราสามารถจินตนาการได้ว่ามันอาจเหมือนนาฬิกาที่ส่วนประกอบทั้งหมดไม่ได้ทำงานสอดประสานกันอีกต่อไป"

แม้ว่าความร้อนที่สูงจะเปลี่ยนวิธีการทำงานของสมองของทุกคน มันยังสามารถส่งผลเสียต่อความสามารถในการตัดสินใจและทำให้คนมีความเสี่ยงมากขึ้น ผู้ที่มีภาวะผิดปกติทางระบบประสาทมักจะได้รับผลกระทบรุนแรงที่สุดจากหลากหลายสาเหตุ ตัวอย่างเช่นในบางโรคที่การขับเหงื่อออกจากร่างกายอาจทำงานได้ไม่เต็มที่

"การไหลเวียนโลหิตเป็นการทำงานของสมองอย่างหนึ่งและอาจหยุดชะงักได้ หากบางส่วนของสมองทำงานอย่างไม่ถูกต้อง” ซิโซดิยา กล่าว

ตัวอย่างเช่นในผู้ป่วยโรคปลอกประสาทเสื่อมแข็ง (multiple sclerosis) บางชนิด อุณหภูมิแกนกลางของร่างกายดูเหมือนจะเกิดความผิดปกติ นอกจากนี้ ยาบางชนิดที่รักษาโรคทางระบบประสาทและโรคทางจิตเวช เช่น โรคจิตเภท (schizophrenia) ต่างก็มีผลต่อการควบคุมอุณหภูมิ ทำให้ผู้ที่รับความร้อนเข้าไปมีความเสี่ยงต่อโรคลมแดด หรือเกิดภาวะความร้อนสูงตามที่ทราบกันในทางการแพทย์ และมีความเสี่ยงที่จะเสียชีวิตจากความร้อนมากขึ้น

A woman is drinking water, during the hot weather of the heatwave, in Hyeres, Franceที่มาของภาพ,Magali Cohen/Hans Lucas/AFP via Getty Images
คำบรรยายภาพ,คลื่นความร้อนกําลังเพิ่มขึ้นและรุนแรงมากขึ้นในหลายที่ทั่วโลก และมันขับเคลื่อนจากความเปลี่ยนแปลงสภาพภูมิอากาศ
คลื่นความร้อนโดยเฉพาะอย่างยิ่งกรณีที่อุณหภูมิสูงขึ้นในเวลากลางคืน สามารถส่งผลต่อการนอนหลับของผู้คน ส่งผลกระทบต่ออารมณ์ของเราและอาจทำให้อาการป่วยแย่ลง "สำหรับคนจำนวนมากที่เป็นโรคลมบ้าหมู การนอนหลับที่ไม่ดีสามารถเพิ่มความเสี่ยงต่อการเป็นลมชักได้" ซิโซดิยา กล่าว

หลักฐานชี้ให้เห็นว่าการเข้ารักษาตัวในโรงพยาบาลและอัตราการตายในหมู่ผู้ที่มีภาวะสมองเสื่อมนั้นเพิ่มมากขึ้นในช่วงที่เกิดคลื่นความร้อน ส่วนหนึ่งก็อาจเป็นเพราะอายุ เพราะผู้สูงอายุควบคุมอุณหภูมิของร่างกายได้น้อยลง แต่อาการบกพร่องทางการรับรู้ของพวกเขาอาจทำให้ไม่สามารถปรับตัวเข้ากับความร้อนสูงได้หากพวกเขาดื่มน้ำไม่พอ ลืมปิดหน้าต่าง หรือออกไปข้างนอกในที่ที่อากาศร้อนอบอ้าวทั้งที่ไม่ควร

อุณหภูมิที่สูงขึ้นยังเชื่อมโยงกับการเพิ่มขึ้นของอุบัติการณ์และอัตราการเสียชีวิตจากโรคหลอดเลือดสมอง ในการศึกษาหนึ่งที่วิเคราะห์ข้อมูลการเสียชีวิตจากโรคหลอดเลือดสมองจาก 25 ประเทศ นักวิจัยพบว่าในบรรดาผู้เสียชีวิตจากโรคหลอดเลือดสมองตีบ 1,000 ราย ช่วงที่อากาศร้อนจัดมากที่สุดมีส่วนทำให้มีผู้เสียชีวิตเพิ่มขึ้นมา 2 ราย

"นั่นอาจดูเหมือนไม่มากนัก" เบธาน เดวีส์ แพทย์ผู้เชี่ยวชาญด้านผู้สูงอายุประจำโรงพยาบาลมหาวิทยาลัยซัสเซกซ์ ในสหราชอาณาจักรกล่าว "แต่เนื่องจากมีผู้เสียชีวิตจากโรคหลอดเลือดสมองทั่วโลกถึง 7 ล้านคนต่อปี ความร้อนอาจเป็นปัจจัยหนึ่งที่ทำให้มีผู้เสียชีวิตจากโรคหลอดเลือดสมองเพิ่มขึ้นมากกว่า 10,000 รายต่อปี" เดวีส์และผู้ร่วมเขียนหนังสือเตือนว่า การเปลี่ยนแปลงสภาพภูมิอากาศมีแนวโน้มที่จะทำให้สถานการณ์นี้แย่ลงในช่วงหลายปีข้างหน้า

ภาระจากโรคหลอดเลือดสมองที่เกี่ยวข้องกับความร้อนจะตกอยู่กับประเทศที่มีรายได้ปานกลางและรายได้น้อย ซึ่งเป็นประเทศที่ได้รับผลกระทบจากการเปลี่ยนแปลงสภาพภูมิอากาศมากที่สุดอยู่แล้วและมีอัตราการเกิดโรคหลอดเลือดสมองสูงที่สุด

"อุณหภูมิที่สูงขึ้นจะทำให้ความเหลื่อมล้ำทางสุขภาพรุนแรงขึ้นทั้งระหว่างประเทศและภายในกลุ่มทางสังคมในประเทศ" เดวีส์กล่าว หลักฐานที่เพิ่มมากขึ้นบ่งชี้ว่าผู้สูงอายุ รวมถึงผู้ที่มีฐานะทางเศรษฐกิจและสังคมต่ำ มีความเสี่ยงต่อการเสียชีวิตที่เกี่ยวข้องกับความร้อนเพิ่มขึ้น

โลกที่ร้อนขึ้นยังส่งผลเสียต่อพัฒนาการทางระบบประสาทของเด็กเล็กอีกด้วย

"มีการเชื่อมโยงระหว่างความร้อนจัดกับผลลัพธ์ที่ไม่ดีของการตั้งครรภ์ เช่น การคลอดก่อนกำหนด" เจน เฮิร์สต์ ศาสตราจารย์ด้านสุขภาพสตรีทั่วโลกจากมหาวิทยาลัยอิมพีเรียลคอลเลจลอนดอน ในสหราชอาณาจักร กล่าว

ผลการศึกษาวิจัยทางวิทยาศาสตร์อย่างเป็นระบบล่าสุดพบว่า คลื่นความร้อนสัมพันธ์กับอัตราการคลอดก่อนกำหนดที่เพิ่มขึ้น 26% ซึ่งอาจนำไปสู่ความล่าช้าทางพัฒนาการทางระบบประสาทและความบกพร่องทางสติปัญญา

"อย่างไรก็ตาม ยังมีอีกหลายสิ่งที่เรายังไม่รู้" ศ.เฮิร์สต์กล่าว พร้อมเสริมด้วยว่า "ใครมีความเสี่ยงมากที่สุดและเพราะเหตุใด ? เพราะเห็นได้ชัดว่ามีผู้หญิง 130 ล้านคนที่คลอดบุตรทุกปี และส่วนใหญ่อยู่ในพื้นที่ที่มีอากาศร้อน แต่ผลข้างเคียงเหล่านี้ก็ไม่ได้เกิดกับพวกเธอ"

ความร้อนที่สูงเกินไปจากการเปลี่ยนแปลงสภาพภูมิอากาศอาจทำให้สมองเกิดความเครียดเพิ่มขึ้นทำให้สมองเปราะบางต่อการเกิดความเสียหายที่อาจนำไปสู่โรคระบบประสาทเสื่อม

ความร้อนยังส่งผลกระทบต่อเกราะป้องกันสมอง ทำให้เกราะป้องกันนี้ถูกซึมผ่านได้มากขึ้นและเพิ่มความเสี่ยงต่อการที่สารพิษ แบคทีเรีย และไวรัสจะเข้าสู่เนื้อเยื่อสมองของเราได้

เรื่องนี้อาจมีความสำคัญมากขึ้นเมื่ออุณหภูมิสูงขึ้น เช่นเดียวกับการแพร่ระบาดของยุงที่แพร่เชื้อไวรัสที่ก่อให้เกิดโรคทางระบบประสาท เช่น ไวรัสซิกา ชิคุนกุนยา และไข้เลือดออก "ไวรัสซิกาสามารถส่งผลกระทบต่อทารกในครรภ์และทำให้เกิดภาวะศีรษะเล็กได้" โทเบียส ซูเตอร์ นักกีฏวิทยาการแพทย์ประจำสถาบันสุขภาพเขตร้อนและสาธารณะแห่งสวิสกล่าว

"อุณหภูมิที่สูงขึ้นและฤดูหนาวที่อากาศอบอุ่นขึ้น หมายความว่าฤดูผสมพันธุ์ของยุงจะเริ่มเร็วขึ้นในปีนั้นและสิ้นสุดลงช้าลง" นักกีฏวิทยารายนี้ กล่าวเสริม

Man splashes water on his head to find relief during a heatwave in Dhaka, Bangladeshที่มาของภาพ,Getty Images
คำบรรยายภาพ,เมื่ออุณหภูมิโลกสูงขึ้นพร้อมกับการเปลี่ยนแปลงสภาพภูมิอากาศจะทำให้ร่างกายและสมองของเราต้องเผชิญกับความเครียดมากขึ้น
คลื่นความร้อนสามารถส่งผลกระทบต่อปัจจัยต่าง ๆ ได้มากมาย ตั้งแต่การกระตุ้นไฟฟ้าของเซลล์ประสาทไปจนถึงความเสี่ยงต่อการฆ่าตัวตาย ความวิตกกังวลจากสภาพอากาศ และแม้แต่ความคงตัวของยาที่ใช้รักษาอาการทางระบบประสาท

แต่นักวิทยาศาสตร์ยังคงศึกษาผลกระทบของอุณหภูมิที่สูงขึ้นต่อสมองของเราอยู่ ความร้อนส่งผลกระทบต่อผู้คนในรูปแบบที่แตกต่างกันมาก บางคนสามารถดำรงชีวิตได้ดีในสภาพอากาศร้อน ในขณะที่บางคนรู้สึกว่าทนกับความร้อนในระดับนี้ไม่ได้

"ปัจจัยที่แตกต่างกันอาจเกี่ยวข้องกับความไวที่แตกต่างกัน และหนึ่งในนั้นอาจเป็นความอ่อนไหวทางพันธุกรรม" ซันเจย์ ซิโซดิยา ผู้เชี่ยวชาญจากยูซีแอลระบุ

ความแปรปรวนทางพันธุกรรมอาจมีอิทธิพลต่อโครงสร้างของโปรตีน ซึ่งอาจทำให้บางคนมีความเสี่ยงต่อผลกระทบของการเปลี่ยนแปลงสภาพภูมิอากาศมากขึ้น

"อาจมีลักษณะทางกายภาพจากพันธุกรรมที่แฝงความร้อนบางชนิด ซึ่งมันจะปรากฏออกมาได้ก็ต่อเมื่อแรงกดดันจากสิ่งแวดล้อมมากเพียงพอที่จะทำให้ลักษณะเหล่านั้นแสดงออกมา" เขากล่าว พร้อมเสริมว่า "สิ่งที่เราเห็นในปัจจุบันในผู้ที่มีความผิดปกติทางระบบประสาทอาจมีความสำคัญสำหรับผู้ที่ไม่มีความผิดปกติทางระบบประสาทเมื่อการเปลี่ยนแปลงสภาพภูมิอากาศดำเนินไป"

ยังมีคำถามอื่น ๆ ที่ยังรอคำตอบอยู่ ตัวอย่างเช่น อุณหภูมิสูงสุด ความยาวของคลื่นความร้อน หรืออุณหภูมิกลางคืน ส่งผลกระทบมากที่สุดหรือไม่ ซึ่งอาจแตกต่างกันไปตามแต่ละบุคคลหรือตามภาวะทางระบบประสาทที่แต่ละคนมี

แต่การระบุผู้ที่มีความเสี่ยงและสาเหตุจะเป็นสิ่งสำคัญในการพัฒนากลยุทธ์เพื่อปกป้องกลุ่มที่เปราะบางที่สุด ซึ่งอาจรวมถึงระบบเตือนภัยล่วงหน้าหรือประกันภัยเพื่อชดเชยค่าจ้างที่สูญเสียไปเนื่องจากความร้อนจัด

"ยุคโลกร้อนสิ้นสุดลงแล้ว ยุคแห่งความร้อนระอุของโลกได้มาถึงแล้ว" อันโตนิโอ กูเตอร์เรส เลขาธิการสหประชาชาติ ประกาศ เมื่อเดือน ก.ค. 2023 ซึ่งได้รับการยืนยันว่าเป็นเดือนที่ร้อนที่สุดเป็นประวัติการณ์

การเปลี่ยนแปลงสภาพภูมิอากาศมาถึงแล้วและกำลังทวีความรุนแรงขึ้น ทว่ายุคแห่งสมองร้อนเพิ่งเริ่มต้นขึ้น
        </h3>
        <button><a href="https://www.bbc.com/thai/articles/cx2qeljn5ewo">อ้างอิง</a></button>
</div>
@endsection