@extends('layouts.app')

@section('title', 'อาหารไทย')

@section('content')
<style>
   
    body {
        background: #fbffab;
        margin: 0;
        padding: 20px;
    }
   

    .food-page h1 {
        color: #d35400;
        font-size: 28px;
        text-align: center;
        margin-bottom: 20px;
    }

    .food-page h3 {
        color: #2c3e50;
        font-size: 18px;
    }
    .food-page img {
        max-width: 100%;
        height: auto;
        display: block;
        margin: 20px auto;
        border-radius: 8px;
    }
</style>



<div class="food-page">
    <img src="https://ichef.bbci.co.uk/ace/ws/800/cpsprodpb/00c8/live/8bf366f0-8165-11f0-a34f-318be3fb0481.jpg.webp" alt="">
    <h1> คิดค้น "ซูเปอร์ฟู้ด" สุดยอดอาหารช่วยชีวิตผึ้งน้ำหวาน</h1>
    <h3>
       
ทีมนักวิทยาศาสตร์ชาวอังกฤษ ได้พัฒนา "ซูเปอร์ฟู้ด" (superfood) หรือสุดยอดอาหารสำหรับผึ้งน้ำหวาน (honeybee) ซึ่งจะปกป้องสุขภาพของแมลงที่ช่วยผสมเกสรและผลิตน้ำผึ้งหอมหวานชนิดนี้ ให้รอดพ้นจากภัยคุกคามอย่างการสูญเสียถิ่นที่อยู่อาศัยและแหล่งอาหาร รวมทั้งการเปลี่ยนแปลงของสภาพภูมิอากาศ

ผลการศึกษาทดลองข้างต้นระบุว่า ผึ้งน้ำหวานในรังที่ได้รับอาหารเสริมดังกล่าว มีตัวอ่อนของผึ้งเกิดมาเพิ่มขึ้น และสามารถอยู่รอดจนโตเต็มวัยได้มากกว่าเดิม ในอัตราสูงสุดถึง 15 เท่า

ผึ้งน้ำหวานถือเป็นแมลงที่มีความสำคัญอย่างยิ่งต่อการผลิตอาหารของมนุษย์ โดยทำหน้าที่ผสมเกสรเพื่อขยายพันธุ์พืชเศรษฐกิจชั้นนำของโลกถึง 70% เลยทีเดียว

ศาสตราจารย์เจอรัลดีน ไรต์ ผู้นำทีมวิจัยจากมหาวิทยาลัยอ็อกซ์ฟอร์ด บอกกับบีบีซีว่า "การค้นพบเทคโนโลยีใหม่ในครั้งนี้ ช่วยให้ผึ้งได้รับสารอาหารที่จำเป็นต่อความอยู่รอดอย่างครบถ้วน นั่นหมายความว่า เราสามารถให้สุดยอดอาหารเสริมแก่ผึ้งได้ แม้แต่ในช่วงฤดูกาลที่มีเกสรดอกไม้ในธรรมชาติไม่เพียงพอ นี่ถือเป็นความสำเร็จครั้งยิ่งใหญ่จริง ๆ"

a bee nest ที่มาของภาพ,Gywndaf Hughes/BBC
ปัจจุบันประชากรผึ้งน้ำหวานลดจำนวนลงอย่างมากทั่วโลก เนื่องจากภาวะขาดสารอาหาร, โรคระบาดจากการติดเชื้อไวรัส, การเปลี่ยนแปลงของสภาพภูมิอากาศ, และปัจจัยอื่น ๆ อีกมาก มีรายงานว่าสหรัฐฯ สูญเสียประชากรผึ้งแบบยกรังไป 40-50% ต่อปี ตลอดช่วงทศวรรษที่ผ่านมา และคาดว่าการสูญเสียรังผึ้งจะเพิ่มขึ้นอีกเรื่อย ๆ ในอนาคต

Skip ได้รับความนิยมสูงสุด and continue reading
ได้รับความนิยมสูงสุด
Two women wipe sunscreen on the backs of two men on a beach. The men are wearing swimming shorts while the women are in shorts ad in one case a bikini top and the other a sleeveless white top
เหตุใดครีมกันแดดกลายเป็นประเด็นอื้อฉาวระดับชาติในออสเตรเลีย ประเทศที่มีอัตราเป็นมะเร็งผิวหนังสูงที่สุดแห่งหนึ่งของโลก
นายอนุทิน ชาญวีรกูล เปิดกรวยกระทงดอกไม้ รับพระบรมราชโองการแต่งตั้งนายกรัฐมนตรี ณ อาคารที่ทำการสำนักงานใหญ่ พรรคภูมิใจไทย เมื่อ 1 ก.ย. 2568
อนุทิน ชาญวีรกูล รับพระบรมราชโองการโปรดเกล้าฯ เป็นนายกฯ คนที่ 32 ย้ำแก้ปัญหา 4 ด้าน ยึดคำมั่นยุบสภาใน 4 เดือน
Antonio Salazar-Hobson
จากลูกผู้อพยพชาวเม็กซิกัน ถูกพวกใคร่เด็กลักพาตัวไปตอน 4 ขวบ สู้ชีวิตจนโตมาเป็นทนายชื่อดังในสหรัฐฯ ได้อย่างไร
-
อนุทิน กลายมาเป็นตัวแทนกลุ่มอำนาจเก่าแทน ทักษิณ แล้วหรือไม่
End of ได้รับความนิยมสูงสุด
บรรดาคนเลี้ยงผึ้งในสหราชอาณาจักร ก็กำลังประสบกับภาวะวิกฤตแบบเดียวกัน โดยนายนิก เมนซิคอฟ ประธานสมาคมเกษตรกรผู้เลี้ยงผึ้งแห่งเมืองคาร์ดิฟฟ์และเวลแอนด์วัลเลย์ บอกกับบีบีซีว่า เขาได้สูญเสียรังผึ้งที่เลี้ยงดูแลอยู่ไปถึง 75% ในฤดูหนาวครั้งล่าสุด และนี่เป็นปรากฏการณ์ที่พบเห็นได้ทั่วไปในทางตอนใต้ของแคว้นเวลส์

"แม้รังผึ้งจะเต็มไปด้วยอาหารเสริมที่คนเลี้ยงป้อนให้ แต่ประชากรผึ้งก็ยังลดจำนวนลง ผึ้งส่วนใหญ่อยู่รอดผ่านฤดูหนาวได้จนถึงเดือนมกราคมและกุมภาพันธ์ แต่หลังจากนั้นก็ตายไปจนหมด" เมนซิคอฟกล่าว

ผึ้งกินเกสรและน้ำหวานจากดอกไม้เป็นอาหาร ซึ่งภายในนั้นมีสารอาหารสำคัญอย่าง "สเตอรอล" (sterols) ไขมันกลุ่มที่จำเป็นยิ่งยวดต่อการเจริญเติบโต

นิก เมนซิคอฟ เลี้ยงผึ้งและขายน้ำผึ้งในทางตอนใต้ของแคว้นเวลส์มานานถึง 15 ปีแล้วที่มาของภาพ,Gwyndaf Hughes/BBC
คำบรรยายภาพ,นิก เมนซิคอฟ เลี้ยงผึ้งและขายน้ำผึ้งในทางตอนใต้ของแคว้นเวลส์มานานถึง 15 ปีแล้ว
เมื่อผึ้งผลิตน้ำหวานเก็บไว้ในรวงรัง น้ำผึ้งนั้นจะกลายเป็นแหล่งอาหารสำรองที่พวกมันใช้ดำรงชีวิตในฤดูหนาว ซึ่งเป็นช่วงที่ไม่มีดอกไม้ผลิบานและไม่มีเกสรดอกไม้ด้วย แต่หากคนเลี้ยงผึ้งต้องนำน้ำผึ้งในรังออกไปขาย หรือผึ้งเกิดขาดแคลนอาหารสำรองในช่วงฤดูหนาวขึ้นมา คนเลี้ยงผึ้งจะให้อาหารเสริมทดแทนกับพวกมัน

อย่างไรก็ตาม อาหารเสริมของคนเลี้ยงผึ้งนั้นทำจากผงโปรตีน, น้ำ, และน้ำตาล ซึ่งก็มักจะขาดสารอาหารจำเป็นอื่น ๆ ที่ผึ้งต้องการ ทำให้ผึ้งตกอยู่ในภาวะขาดสารอาหาร คล้ายกับคนที่กินอาหารไม่ครบทุกหมู่ จนร่างกายขาดคาร์โบไฮเดรต, กรดอะมิโนจำเป็น, และสารอาหารสำคัญอีกหลายชนิด

ส่วนไขมันที่จำเป็นสำหรับผึ้งอย่างสเตอรอลนั้น มนุษย์ไม่สามารถสังเคราะห์หรือผลิตขึ้นมาเองได้โดยง่าย ทำให้ศ.ไรต์และคณะต้องใช้เวลาศึกษาวิจัยอยู่นานถึง 15 ปี กว่าจะระบุชี้ชัดลงไปได้ว่า สเตอรอลชนิดไหนกันแน่ที่ผึ้งต้องการ ทั้งยังค้นพบวิธีการผลิตสเตอรอลดังกล่าวด้วยเทคนิคพันธุวิศวกรรมด้วย

ศ.เจอรัลดีน ไรต์ ได้รับแรงบันดาลใจให้ลงมือทำการวิจัยครั้งนี้ หลังเกษตรกรผู้เลี้ยงผึ้งบอกเธอว่า มีผึ้งตายลงจำนวนมากที่มาของภาพ,Gwyndaf Hughes/BBC
คำบรรยายภาพ,ศ.เจอรัลดีน ไรต์ ได้รับแรงบันดาลใจให้ลงมือทำการวิจัยครั้งนี้ หลังเกษตรกรผู้เลี้ยงผึ้งบอกเธอว่า มีผึ้งตายลงจำนวนมาก
ที่ห้องปฏิบัติการแห่งหนึ่งของมหาวิทยาลัยอ็อกซ์ฟอร์ด เจนนิเฟอร์ เชนเนลส์ นักศึกษาวิจัยระดับปริญญาเอก ได้นำกล่องโปร่งใสขนาดเล็ก ซึ่งก็คือตู้ควบคุมอุณหภูมิที่บรรจุผึ้งไว้ภายใน ออกมาให้ทีมข่าวบีบีซีได้ชมกัน โดยกล่องเหล่านี้มีอาหารเสริมหลากหลายสูตรที่เธอทดลองป้อนให้พวกมัน

เชนเนลส์ใช้เครื่องครัวง่าย ๆ ที่หาได้ตามบ้านของคนทั่วไป จัดเตรียมวัตถุดิบที่ใช้ในการปรุงสุดยอดอาหารเสริมสำหรับผึ้ง และเมื่อทำเสร็จเรียบร้อยแล้ว อาหารจะถูกบรรจุลงในหลอดทดลองสีขาว

"เราผสมวัตถุดิบของสุดยอดอาหารเสริม ลงในสิ่งที่คล้ายกับแป้งดิบสำหรับอบคุกกี้ โดยแต่ละสูตรจะมีส่วนผสมของโปรตีนและไขมันต่างชนิดกัน ทั้งปริมาณของคาร์โบไฮเดรตและวิตามินแร่ธาตุ (micronutrients) ที่ใส่ลงไปก็ต่างกันด้วย เพราะเรากำลังพยายามจะทำความเข้าใจว่า ผึ้งชอบอะไรมากที่สุด และสิ่งใดที่ดีที่สุดสำหรับพวกมัน" เชนเนลส์กล่าว หลังจากนั้นเธอป้อนสุดยอดอาหารเสริมให้ผึ้ง ด้วยการดันหลอดทดลองสีขาวเข้าไปในกล่องใสที่เป็นตู้ควบคุมอุณหภูมิ

ส่วนการสังเคราะห์สเตอรอล หรือไขมันที่เป็นหัวใจสำคัญต่อความอยู่รอดของเหล่าผึ้งน้ำหวานนั้น ทีมของศ.ไรต์ ประสบความสำเร็จในการใช้เทคนิคตัดต่อยีน เพื่อกระตุ้นให้เชื้อยีสต์สายพันธุ์หนึ่ง ผลิตสเตอรอลที่จำเป็นต่อร่างกายผึ้งออกมาได้ถึง 6 ชนิดด้วยกัน

"มันคือการค้นพบครั้งยิ่งใหญ่ ในตอนที่นักศึกษาของฉันสามารถทำให้ยีสต์สร้างสเตอรอลออกมาได้สำเร็จ เธอส่งภาพโครมาโทแกรมของสเตอรอลที่เป็นผลงานมาให้ ทุกวันนี้ฉันยังแขวนมันไว้บนผนังในห้องทำงานอยู่เลย" ศ.ไรต์กล่าวด้วยความภาคภูมิใจ ถึงแผนภาพแสดงผลการวิเคราะห์แยกองค์ประกอบของสารผสม (chromatogram) ที่ยืนยันความถูกต้องของผลการวิจัยครั้งนี้

ตามปกติแล้วคนเลี้ยงผึ้งจะป้อนอาหารเสริมให้ผึ้งด้วย เพื่อให้ผึ้งมีสุขภาพดีและมีโอกาสรอดชีวิตมากขึ้นที่มาของภาพ,Gwyndaf Hughes/BBC
คำบรรยายภาพ,ตามปกติแล้วคนเลี้ยงผึ้งจะป้อนอาหารเสริมให้ผึ้งด้วย เพื่อให้ผึ้งมีสุขภาพดีและมีโอกาสรอดชีวิตมากขึ้น
หลังจากป้อนสุดยอดอาหารเสริมที่อุดมไปด้วยสเตอรอล ให้กับผึ้งในห้องทดลองเป็นเวลา 3 เดือน ทีมวิจัยพบว่ารังผึ้งที่ได้รับสุดยอดอาหารเสริมดังกล่าว มีตัวอ่อนเกิดมาและเจริญเติบโตได้อย่างแข็งแรงจนโตเต็มวัย มากกว่ารังผึ้งที่ไม่ได้รับอาหารดังกล่าวหลายเท่า โดยสามารถจะมีตัวอ่อนที่อยู่รอดจนโตในอัตราที่สูงกว่าได้ถึง 15 เท่า

"เมื่อผึ้งได้รับสารอาหารครบถ้วน พวกมันจะมีสุขภาพดีขึ้นและมีภูมิคุ้มกันโรคต่าง ๆ" ศ.ไรต์กล่าว เธอยังบอกว่าสุดยอดอาหารเสริมนี้จะเป็นประโยชน์ ในปีที่ฤดูร้อนมาถึงเร็วจนพืชหยุดออกดอกไวขึ้น "มันมีความสำคัญมาก สำหรับปีที่ฤดูร้อนมาไวกว่าปกติอย่างเช่นปีนี้ เพราะผึ้งจะไม่สามารถสะสมเกสรและน้ำหวานจากดอกไม้ เพื่อนำมาผลิตน้ำผึ้งไว้เป็นอาหารในช่วงฤดูหนาวได้อย่างเพียงพอ"

"ยิ่งช่วงเวลาที่ผึ้งไม่สามารถหาเกสรดอกไม้ได้ยาวนานขึ้นเท่าไหร่ ก็ยิ่งเพิ่มความเครียดกดดันทางโภชนาการให้กับพวกมันรุนแรงขึ้นเท่านั้น ซึ่งหมายความว่าเกษตรกรผู้เลี้ยงผึ้ง จะต้องประสบความสูญเสียหนักกว่าเดิมในช่วงฤดูหนาว" ศ.ไรต์กล่าวอธิบาย

ในขั้นตอนต่อไป ทีมวิจัยกำลังเตรียมจะทำการทดลองขนาดใหญ่ในวงกว้าง เพื่อประเมินผลกระทบที่สุดยอดอาหารเสริมอาจมีต่อสุขภาพผึ้งในระยะยาว ซึ่งจะทำให้ผลิตภัณฑ์นี้พร้อมวางตลาดเพื่อจำหน่ายแก่เกษตรกรผู้เลี้ยงผึ้ง ภายในระยะเวลาราว 2 ปีข้างหน้า

ผลวิจัยข้างต้นเพิ่งได้รับการตีพิมพ์เผยแพร่ในวารสาร Nature โดยทีมวิจัยซึ่งนำโดยมหาวิทยาลัยอ็อกซ์ฟอร์ด เป็นผู้ทำการศึกษาร่วมกับสวนพฤกษศาสตร์หลวงคิว (RBG Kew), มหาวิทยาลัยกรีนิช, และมหาวิทยาลัยเทคโนโลยีแห่งเดนมาร์ก</h3>
<button><a href="https://www.bbc.com/thai/articles/c5yr2r33xj3o">อ้างอิง</a></button>
</div>
@endsection