@extends('layouts.app')

@section('title', 'อาหารไทย')

@section('content')
<style>
   
    body {
        background: #080421;
        margin: 0;
        padding: 20px;
    }
   

    .food-page h1 {
        color: #d35400;
        font-size: 28px;
        text-align: center;
        margin-bottom: 20px;
    }

    .food-page h3 {
        color: #2c3e50;
        font-size: 18px;
    }
    .food-page img {
        max-width: 100%;
        height: auto;
        display: block;
        margin: 20px auto;
        border-radius: 8px;
    }
</style>

<div class="food-page">
    <img src="https://ichef.bbci.co.uk/ace/ws/800/cpsprodpb/ac71/live/8273fad0-7450-11f0-8071-1788c7e8ae0e.jpg.webp" alt="">
    <h1>พบสัญญาณบ่งชี้ถึงดาวเคราะห์ก๊าซยักษ์ดวงใหม่ใกล้โลก
</h1>
    <h3>
นักวิทยาศาสตร์ค้นพบหลักฐานที่มีความหนักแน่นบ่งชี้ถึงดาวเคราะห์ก๊าซยักษ์ในระบบดาวฤกษ์ใกล้กับระบบสุริยะของเรา

ด้วยระยะห่างราว 4.5 ปีแสง ดาวเคราะห์ที่พบว่ามีไม่สิ่งมีชีวิตดวงนี้ อาจจะเป็นเพื่อนบ้านที่ใกล้ชิดกับโลกในแง่ดาราศาสตร์ และอาจมีดวงจันทร์ที่สามารถเป็นที่อยู่อาศัยของสิ่งมีชีวิตได้

กล้องโทรทรรศน์อวกาศเจมส์ เวบบ์ อันทรงพลังสามารถตรวจจับสัญญาณดาวเคราะห์ดวงนี้ในระบบดาวที่มีชื่อว่า อัลฟา เซนทอรี (Alpha Centauri) ได้เมื่อปีที่แล้ว ก่อนที่มันจะหายไปในการสังเกตการณ์ติดตามในภายหลัง

จึงทำให้นักดาราศาสตร์ต้องสังเกตการณ์อีกครั้งเพื่อพิสูจน์ว่า มันมีอยู่จริง

การค้นพบครั้งนี้ทำให้นักวิทยาศาสตร์รู้สึกตื่นเต้น โดยเฉพาะเพื่อพบว่ามีความคล้ายคลึงกันระหว่างดาวฤกษ์ของดาวเคราะห์นอกระบบสุริยะกับดวงอาทิตย์ของเรา

Skip ได้รับความนิยมสูงสุด and continue reading
ได้รับความนิยมสูงสุด
Two women wipe sunscreen on the backs of two men on a beach. The men are wearing swimming shorts while the women are in shorts ad in one case a bikini top and the other a sleeveless white top
เหตุใดครีมกันแดดกลายเป็นประเด็นอื้อฉาวระดับชาติในออสเตรเลีย ประเทศที่มีอัตราเป็นมะเร็งผิวหนังสูงที่สุดแห่งหนึ่งของโลก
นายอนุทิน ชาญวีรกูล เปิดกรวยกระทงดอกไม้ รับพระบรมราชโองการแต่งตั้งนายกรัฐมนตรี ณ อาคารที่ทำการสำนักงานใหญ่ พรรคภูมิใจไทย เมื่อ 1 ก.ย. 2568
อนุทิน ชาญวีรกูล รับพระบรมราชโองการโปรดเกล้าฯ เป็นนายกฯ คนที่ 32 ย้ำแก้ปัญหา 4 ด้าน ยึดคำมั่นยุบสภาใน 4 เดือน
Antonio Salazar-Hobson
จากลูกผู้อพยพชาวเม็กซิกัน ถูกพวกใคร่เด็กลักพาตัวไปตอน 4 ขวบ สู้ชีวิตจนโตมาเป็นทนายชื่อดังในสหรัฐฯ ได้อย่างไร
-
อนุทิน กลายมาเป็นตัวแทนกลุ่มอำนาจเก่าแทน ทักษิณ แล้วหรือไม่
End of ได้รับความนิยมสูงสุด
"ระยะห่างราว 4 ปีแสง อาจจะดูว่าห่างไกลออกไป แต่ในแง่ของกาแลกซี ถือว่าใกล้มาก และอยู่ในย่านเพื่อนบ้านของเรา" ดร.คาร์ลี โอเวตต์ รองศาสตราจารย์ด้านเครื่องมือวัดอวกาศที่มหาวิทยาลัยออกซ์ฟอร์ด ระบุ

"ดาวเคราะห์ดวงนี้โคจรรอบ ๆ ดาวฤกษ์ดวงหนึ่งที่มีลักษณะคล้ายกับดวงอาทิตย์ และมีอุณหภูมิและความสว่างคล้ายคลึงกัน ซึ่งเป็นสิ่งสำคัญมาก หากเราต้องการพิจารณาถึงโลกที่เอื้อต่อการอยู่อาศัย" เธอกล่าวเสริม

ดาวเคราะห์ดวงนี้จะมีลักษณะคล้ายกับดาวเคราะห์ก๊าซยักษ์ในระบบสุริยะของเรา คือ ดาวเสาร์และดาวพฤหัสบดี และจะปกคลุมไปด้วยกลุ่มก๊าซอันหนาทึบ นั่นหมายความว่าดาวเคราะห์ดวงนี้ไม่สามารถมีสิ่งมีชีวิตอยู่ได้ แต่อาจมีดวงจันทร์ที่เอื้อต่อการอยู่อาศัยได้

โดยดาวพฤหัสบดีและดาวเคราะห์ดวงอื่น ๆ ในระบบสุริยะของเรามีดวงจันทร์น้ำแข็ง ซึ่งนักวิจัยเชื่อว่า อาจมีสิ่งมีชีวิตอยู่ได้

ขณะนี้นักวิทยาศาสตร์กำลังศึกษาความเป็นไปได้นี้ในภารกิจที่เรียกว่ายูโรปาคลิปเปอร์และจูซ (Europa Clipper and Juice)

แต่ดาวเคราะห์เหล่านั้นอยู่ไกลจากดวงอาทิตย์ซึ่งเป็นแหล่งกำเนิดสิ่งมีชีวิตของเรา ส่วนดาวเคราะห์ดวงใหม่ที่มีศักยภาพนี้ค่อนข้างอยู่ใกล้กับดาวฤกษ์ของมัน

Stock illustration of Jupiter's large moon, Europa, covered by a thick crust of ice above a vast ocean of liquid water ที่มาของภาพ,Getty Images
คำบรรยายภาพ,ภาพวาดฝีมือศิลปิน แสดงให้เห็นดวงจันทร์ ยูโรปา (Europa) บริวารของดาวพฤหัสบดี ที่นักวิทยาศาสตร์เชื่อว่า อาจจะมีสัญญาณของสิ่งมีชีวิตอยู่ในมหาสมุทรบนดาวดวงนี้
สัญญาณเหล่านี้ถูกค้นพบโดยการถ่ายภาพโดยตรงจากกล้องโทรทรรศน์อวกาศเจมส์ เวบบ์ ถือเป็นสิ่งที่ใกล้ที่สุด เท่าที่นักวิทยาศาสตร์สามารถบันทึกภาพวัตถุที่อยู่ในระยะไกลในตอนนี้

"การสังเกตการณ์เหล่านี้เป็นเรื่องที่ท้าทายอย่างยิ่ง แม้แต่กับกล้องโทรทรรศน์อวกาศที่ทรงพลังที่สุดในโลก เพราะดาวฤกษ์เหล่านี้สว่างมาก อยู่ใกล้โลก และเคลื่อนที่ข้ามท้องฟ้าอย่างรวดเร็ว" ชาร์ลส์ ไบช์แมน จากห้องปฏิบัติการขับเคลื่อนไอพ่นของนาซา และผู้เขียนร่วมคนแรกของการค้นพบใหม่นี้กล่าว

ดาวฤกษ์เหล่านั้นสร้างแสงสว่างมหาศาลที่สามารถบดบังวัตถุใกล้เคียงได้

นั่นอาจเป็นเหตุผลว่า ทำไมดาวเคราะห์ดวงนี้จึงถูกตรวจพบครั้งหนึ่งในเดือน ส.ค. 2024 แต่หลังจากนั้นก็ดูเหมือนจะหายไปเมื่อนักวิทยาศาสตร์ค้นหาอีกครั้ง

"เป็นไปได้ว่าดาวเคราะห์นั้นอยู่ด้านหลังดาวฤกษ์ หรือไม่ก็อยู่ใกล้เกินไปจนมองไม่เห็น คุณจำเป็นต้องอาศัยโชคช่วย" ดร. โฮเวตต์ กล่าว

ขณะนี้นักดาราศาสตร์จะมองหาสัญญาณเพิ่มเติมของดาวเคราะห์ดวงนี้ พวกเขาหวังว่าจะใช้กล้องโทรทรรศน์อวกาศเกรซ โรมัน (Grace Roman Space Telescope ) ของนาซา ซึ่งมีกำหนดเริ่มใช้งานในปี 2027

การสังเกตการณ์ในอนาคตโดยกล้องโทรทรรศน์อวกาศเจมส์ เวบบ์ น่าจะสามารถบอกเราได้ว่าดาวเคราะห์ดวงนี้ประกอบด้วยอะไร โดยใช้สิ่งที่เรียกว่า การถ่ายภาพสเปกตรัม ซึ่งจะทำให้เห็นภาพได้ชัดเจนยิ่งขึ้นว่าดาวเคราะห์ดวงนี้มีลักษณะเป็นอย่างไร และดวงจันทร์ที่โคจรอยู่นั้นสามารถอยู่อาศัยได้มากน้อยเพียงใด
        </h3>
        <button><a href="https://www.bbc.com/thai/articles/ckgl62l6z73o">อ้างอิง</a></button>
</div>
@endsection