@extends('layouts.app')

@section('title', 'อาหารไทย')

@section('content')
<style>
   
    body {
        background: #303031;
        margin: 0;
        padding: 20px;
    }
   

    .food-page h1 {
        color: #d35400;
        font-size: 28px;
        text-align: center;
        margin-bottom: 20px;
    }

    .food-page h3 {
        color: #000000;
        font-size: 18px;
    }
    .food-page img {
        max-width: 100%;
        height: auto;
        display: block;
        margin: 20px auto;
        border-radius: 8px;
    }
</style>
<div class="food-page">
    <img src="https://ichef.bbci.co.uk/ace/ws/800/cpsprodpb/5f03/live/2ae2c100-7beb-11f0-83cc-c5da98c419b8.jpg.webp" alt="">
    <h1>"ดาวหางมืด" อำพรางตัวเดินทางแบบย่องเงียบไปทั่วระบบสุริยะ
ภาพดางหาง กลางจักรวาลสีดำมืด </h1>
    <h3>

ภายในระบบสุริยะของเรา มีหินอวกาศที่แปลกประหลาดอยู่ชนิดหนึ่ง มันไม่เหมือนกับดาวเคราะห์น้อยเสียทีเดียว แต่ก็ไม่ได้มีคุณสมบัติที่เหมือนกับดาวหางทั้งหมด หินอวกาศที่คล้ายลูกผสมระหว่างดาวเคราะห์น้อยและดาวหางนี้ เรียกว่า "ดาวหางมืด" (dark comet) ซึ่งยังไม่มีใครรู้อย่างแน่ชัดว่า มันถือกำเนิดขึ้นมาได้อย่างไร

แม้ที่มาที่ไปของดาวหางมืดจะยังคงเป็นปริศนาที่ลึกลับซับซ้อน เนื่องจากเพิ่งมีการค้นพบเมื่อไม่ถึงสิบปีมานี้เอง ทว่าดาวหางมืดอาจได้รับการพิจารณาจัดประเภท ให้เป็นวัตถุอวกาศชนิดใหม่เอี่ยมของระบบสุริยะในไม่ช้า เหล่านักดาราศาสตร์ที่ศึกษาดาวหางมืดต่างบอกว่า มันอาจเป็นวัตถุอวกาศที่นำพาน้ำมาสู่โลก และอาจเป็นภัยใหญ่หลวงต่อการดำรงอยู่ของมนุษยชาติ หากเกิดพุ่งชนโลกในอนาคต

ข่าวดีคือตอนนี้เรามีโอกาสที่จะได้ศึกษาทำความเข้าใจดาวหางมืดมากขึ้น เพราะบังเอิญยานสำรวจอวกาศลำหนึ่งของญี่ปุ่น กำลังมุ่งหน้าไปในทิศทางที่ดาวหางมืดอยู่ ต่อเมื่อยานลำดังกล่าวได้พบเจอและเข้าใกล้ดาวหางมืดในวงโคจรของมันแล้ว ซึ่งคาดว่าจะเป็นในช่วงปี 2031 เราน่าจะได้ทราบรายละเอียดที่ชัดเจนว่ามันคืออะไรและมีพฤติกรรมแบบใดกันแน่

เบาะแสที่นำไปสู่การค้นพบดาวหางมืด ปรากฏขึ้นครั้งแรกในปี 2016 เมื่อนักดาราศาสตร์ได้พบดาวเคราะห์น้อยที่มีพฤติกรรมเหมือนกับดาวหาง วัตถุอวกาศสองชนิดนี้ต่างกันอย่างมาก เพราะในขณะที่ดาวเคราะห์น้อยเป็นหินแข็ง ซึ่งไม่ทำปฏิกิริยาใด ๆ กับสิ่งแวดล้อมรอบข้าง ทั้งยังพบได้ทั่วไปในแถบดาวเคราะห์น้อยระหว่างดาวอังคารและดาวพฤหัสบดี ดาวหางนั้นกลับมีต้นกำเนิดมาจากนอกระบบสุริยะ โดยมีองค์ประกอบหลักเป็นหินแข็งและน้ำแข็งผสมกัน ทั้งยังมีหางยาวเหยียดถึงหลายล้านกิโลเมตร

วัตถุอวกาศแปลกประหลาดที่นักดาราศาสตร์พบเห็นในปี 2016 มีการเคลื่อนที่แบบเดียวกับดาวหาง แต่กลับไม่มีคุณสมบัติอื่น ๆ ของดาวหางเลย และเมื่อศึกษาวิถีโคจรรอบดวงอาทิตย์ของมันก็พบว่า วัตถุดังกล่าวดูเหมือนจะได้รับแรงผลักอย่างฉับพลันเป็นครั้งคราว ซึ่งแรงกระทำนี้น่าจะไม่ได้มาจากแรงโน้มถ่วงแต่อย่างใด

Skip ได้รับความนิยมสูงสุด and continue reading
ได้รับความนิยมสูงสุด
Two women wipe sunscreen on the backs of two men on a beach. The men are wearing swimming shorts while the women are in shorts ad in one case a bikini top and the other a sleeveless white top
เหตุใดครีมกันแดดกลายเป็นประเด็นอื้อฉาวระดับชาติในออสเตรเลีย ประเทศที่มีอัตราเป็นมะเร็งผิวหนังสูงที่สุดแห่งหนึ่งของโลก
นายอนุทิน ชาญวีรกูล เปิดกรวยกระทงดอกไม้ รับพระบรมราชโองการแต่งตั้งนายกรัฐมนตรี ณ อาคารที่ทำการสำนักงานใหญ่ พรรคภูมิใจไทย เมื่อ 1 ก.ย. 2568
อนุทิน ชาญวีรกูล รับพระบรมราชโองการโปรดเกล้าฯ เป็นนายกฯ คนที่ 32 ย้ำแก้ปัญหา 4 ด้าน ยึดคำมั่นยุบสภาใน 4 เดือน
Antonio Salazar-Hobson
จากลูกผู้อพยพชาวเม็กซิกัน ถูกพวกใคร่เด็กลักพาตัวไปตอน 4 ขวบ สู้ชีวิตจนโตมาเป็นทนายชื่อดังในสหรัฐฯ ได้อย่างไร
-
อนุทิน กลายมาเป็นตัวแทนกลุ่มอำนาจเก่าแทน ทักษิณ แล้วหรือไม่
End of ได้รับความนิยมสูงสุด
ทุกครั้งที่ได้รับแรงผลักดังกล่าว การเคลื่อนที่ของวัตถุอวกาศนี้จะเปลี่ยนแปลงไปเล็กน้อย เพียงเศษเสี้ยวของอัตราเร็วไม่ถึง 1 เมตรต่อวินาทีเท่านั้น แต่นั่นก็เพียงพอที่จะสังเกตเห็นได้ด้วยกล้องโทรทรรศน์บนพื้นโลก

ปรากฏการณ์ดังกล่าวเรียกว่า "การเร่งความเร็วโดยไม่อาศัยแรงโน้มถ่วง" (non-gravitational acceleration) ซึ่งเป็นพฤติกรรมปกติของดาวหางขณะโคจรเฉียดเข้าใกล้ดวงอาทิตย์ ในตอนนั้นน้ำแข็งในดาวหางจะร้อนขึ้นอย่างรวดเร็ว ทำให้เกิดการปลดปล่อยก๊าซและฝุ่นละออง ในลักษณะที่คล้ายกับเครื่องยนต์ขับดันไอพ่นนั่นเอง อย่างไรก็ตาม วัตถุอวกาศแปลกประหลาดที่พบในปี 2016 กลับไม่มีหางหรือร่องรอยของฝุ่นละอองและไอน้ำเลย ซ้ำยังไม่ค่อยจะมีปฏิกิริยาตอบสนองใด ๆ ต่อสิ่งแวดล้อมรอบข้างด้วย

หนึ่งปีต่อมา นักดาราศาสตร์ได้พบวัตถุอวกาศที่มีพฤติกรรมประหลาดในแบบเดียวกันอีกครั้ง นั่นก็คือดาวเคราะห์น้อย "โอมูอามูอา" (Oumuamua) หินอวกาศรูปทรงแปลกตาที่เป็นแท่งยาวคล้ายซิการ์ องค์ประกอบของมันมีทั้งหิน โลหะ และน้ำแข็ง มีความยาวประมาณ 115-400 เมตร ซึ่งในเวลาต่อมามีการค้นพบว่า โอมูอามูอาเป็นหนึ่งในวัตถุที่เดินทางมาจากห้วงอวกาศระหว่างดวงดาวนอกระบบสุริยะ (interstellar object) ซึ่งเท่ากับว่าเป็นแขกจากแดนไกลที่เดินทางมาเยือนระบบสุริยะของเรานั่นเอง โดยในช่วงปลายปี 2017 โอมูอามูอาได้อาศัยแรงโน้มถ่วงของดวงอาทิตย์ เหวี่ยงตัวเองออกพ้นจากระบบสุริยะไป

ดาวเคราะห์น้อย “โอมูอามูอา” มีพฤติกรรมเหมือนดาวหาง ซึ่งปัจจุบันเริ่มมีการค้นพบ “ดาวหางมืด” แบบโอมูอามูอา ที่อยู่ในระบบสุริยะเพิ่มขึ้นที่มาของภาพ,ESO/ M Kornmesser
คำบรรยายภาพ,ดาวเคราะห์น้อย "โอมูอามูอา" มีพฤติกรรมเหมือนดาวหาง ซึ่งปัจจุบันเริ่มมีการค้นพบ "ดาวหางมืด" แบบโอมูอามูอา ที่อยู่ในระบบสุริยะเพิ่มขึ้น
ต่อมาในปี 2023 ทีมนักดาราศาสตร์จากมหาวิทยาลัยมิชิแกนสเตต (MSU) ของสหรัฐฯ ซึ่งนำโดยดร.ดาร์รีล เซลิกแมน ได้ประกาศข่าวการค้นพบวัตถุในระบบสุริยะที่อาจเป็นดาวหางมืด 6 ดวง พวกมันมีวงโคจรรอบดวงอาทิตย์ที่คล้ายกับดาวเคราะห์น้อย ซ้ำยังไม่มีหางแบบดาวหาง แต่กลับมีการปลดปล่อยพลังงานจนเร่งความเร็วขึ้นได้เป็นครั้งคราว

วัตถุที่ต้องสงสัยว่าเป็นดาวหางมืดเหล่านี้ มีขนาดความกว้างตั้งแต่ 4-32 เมตร และมีการเร่งความเร็วขึ้นราว 1 นาโนเมตรต่อวินาที ซึ่งแม้จะฟังดูไม่มาก แต่ก็เพียงพอที่จะทำให้มันขยับออกห่าง และเบี่ยงตัวออกจากวิถีโคจรเดิมได้หลายร้อยกิโลเมตร ภายในระยะเวลาแค่ 2-3 ปีเท่านั้น

ในปี 2023 ทีมวิจัยของดร.เซลิกแมน ยังได้ตีพิมพ์รายงานการค้นพบดาวเคราะห์น้อยใกล้โลก 2003 RM ที่มีพฤติกรรมเหมือนดาวหางมืด และต่อมาในเดือนธ.ค. ปี 2024 พวกเขาได้ตีพิมพ์รายงานวิจัยใหม่อีกชิ้นหนึ่ง ซึ่งระบุว่ามีการค้นพบดาวหางมืดเพิ่มขึ้น จนนับรวมได้ถึง 14 ดวง ภายในระบบสุริยะ อย่างไรก็ตามดร.เซลิกแมนบอกว่า ยังคงไม่ทราบถึงสาเหตุที่แท้จริง ซึ่งอยู่เบื้องหลังการเคลื่อนที่อย่างแปลกประหลาดและไร้ระเบียบของมัน

วัตถุอวกาศชนิดใหม่
นักดาราศาสตร์เชื่อว่า ดาวเคราะห์น้อยและดาวหางส่วนใหญ่ คือเศษซากที่หลงเหลืออยู่จากการก่อตัวของดาวเคราะห์ในยุคแรกเริ่มของระบบสุริยะ เมื่อราว 4,600 ล้านปีก่อน ดาวเคราะห์น้อยบางดวงคือชิ้นส่วนของวัสดุ ที่ไม่ได้เข้าชนและรวมตัวกันเป็นดาวเคราะห์ ส่วนดาวหางนั้นเกิดจากฝุ่นละอองและน้ำแข็งที่อยู่ห่างไกลจากดวงอาทิตย์ ได้เกาะตัวและรวมเข้าด้วยกันเป็นก้อน

ความแตกต่างนี้ทำให้นักดาราศาสตร์จัดแบ่งเศษวัสดุในห้วงอวกาศออกเป็นสองประเภท ได้แก่ดาวเคราะห์น้อยที่แทบจะไม่เคลื่อนไหวเปลี่ยนแปลงหรือมีปฏิกิริยาใด ๆ ต่อสิ่งรอบข้าง กับดาวหางที่เต็มไปด้วยพลวัตปั่นป่วนในตัวเอง เช่นน้ำแข็งในดาวหางจะระเหิดกลายเป็นก๊าซ และปลดปล่อยสสารต่าง ๆ ออกมาสู่ห้วงอวกาศ จนเห็นเป็นหางยาวที่สุกสว่างอยู่บนท้องฟ้า

การค้นพบดาวหางมืดทำให้นักดาราศาสตร์ได้เรียนรู้ว่า เส้นแบ่งที่ชัดเจนระหว่างดาวเคราะห์น้อยกับดาวหางนั้นอาจไม่มีอยู่จริง "นี่เป็นส่วนหนึ่งของภาพรวม ที่กำลังปรากฏขึ้นให้เราได้เห็นและเข้าใจว่า ดาวเคราะห์น้อยและดาวหางนั้นคือสถานะของช่วงต่าง ๆ ที่ดำรงอยู่บนความต่อเนื่องเดียวกัน" ดร.มิเชล แบนนิสเตอร์ นักดาราศาสตร์จากมหาวิทยาลัยแคนเทอบิวรีของนิวซีแลนด์กล่าว "ในอดีตที่ผ่านมา นักดาราศาสตร์มักมองกันว่า ดาวหางนั้นต้องมีหางปรากฏให้เห็นชัดเจน ส่วนดาวเคราะห์น้อยนั้นเป็นเพียงหินที่แข็งและแห้งผาก แต่แนวคิดแบบนี้ได้ตกยุคตกสมัยไปเรียบร้อยแล้ว"

แนวคิดแบบง่าย ๆ ที่แยกประเภทดาวเคราะห์น้อยและดาวหางออกจากกันอย่างสิ้นเชิง เคยถูกตั้งคำถามมาแล้วในปี 1996 เมื่อมีการค้นพบ "ดาวเคราะห์น้อยที่เคลื่อนไหวเปลี่ยนแปลง" (active asteroid) ซึ่งมีการปลดปล่อยสสารจำนวนหนึ่งจากพื้นผิวของมัน จนทำให้เกิดหางที่ดูคล้ายกับดาวหางได้ ส่วนสาเหตุที่ทำให้เป็นเช่นนั้น อาจเป็นเพราะน้ำแข็งที่เคยซ่อนอยู่ใต้พื้นผิวของดาวเคราะห์น้อย เกิดแตกออกจนมาสัมผัสกับรังสีในห้วงอวกาศโดยตรง หลังดาวเคราะห์น้อยเกิดชนปะทะกันเอง หรือหมุนเหวี่ยงอย่างรุนแรงจนพื้นผิวปริแตก

เมื่อน้ำแข็งจากภายในดาวเคราะห์น้อยได้รับพลังงานความร้อนเพิ่มขึ้น ก็จะระเหิดกลายเป็นไอและปลดปล่อยก๊าซบางชนิดออกมา "ดาวเคราะห์น้อยที่เคลื่อนไหวเปลี่ยนแปลงบางดวง มีพฤติกรรมไม่ต่างจากดาวหาง" ดร.เจสสิกา อะการ์วัล นักดาราศาสตร์จากสถาบันมักซ์พลังก์เพื่อการวิจัยระบบสุริยะ (MPS) ของเยอรมนี ผู้คร่ำหวอดในวงการศึกษาวิจัยดาวเคราะห์น้อยประเภทนี้กล่าว

อย่างไรก็ตาม ดาวหางมืดนั้นแตกต่างจากดาวเคราะห์น้อยที่เคลื่อนไหวเปลี่ยนแปลง เพราะไม่มีร่องรอยการปลดปล่อยสสารจากพื้นผิว แต่กลับมีพฤติกรรมในการเร่งความเร็วเหมือนกับดาวหาง ซึ่งอัตราเร็วในการเคลื่อนตัวที่เพิ่มขึ้นมานั้น สูงเกินกว่าจะเป็นการปลดปล่อยพลังงานความร้อนออกมา จนทำให้หมุนตัวได้เร็วขึ้น หรือที่เรียกว่า "ปรากฏการณ์ยาร์คอฟสกี" (Yarkovsky effect)

"เราสังเกตเห็นมันล่องลอยไปในห้วงอวกาศ ด้วยความเร็วที่สูงเกินกว่าจะเป็นปรากฏการณ์ยาร์คอฟสกี" ดร.เท็ดดี้ คารีตา นักวิจัยจากหอสังเกตการณ์ดาราศาสตร์โลเวลล์ (Lowell Observatory) ในรัฐแอริโซนากล่าว

การเดินทางไปเยือนโดยบังเอิญ
เพื่อที่จะศึกษาทำความเข้าใจดาวหางมืดให้ได้มากขึ้น นักดาราศาสตร์จำเป็นจะต้องส่งยานสำรวจเข้าไปดูใกล้ ๆ ซึ่งตอนนี้มีข่าวดีว่า ยานสำรวจ "ฮายาบุสะ 2" (Hayabusa 2) ขององค์การสำรวจอวกาศญี่ปุ่น (JAXA) บังเอิญกำลังอยู่ในเส้นทางที่สามารถไปถึงดาวเคราะห์น้อย 1998 KY26 ซึ่งเป็นหนึ่งในดาวหางมืดที่มีการค้นพบล่าสุดได้ ภายในระยะเวลา 6 ปีข้างหน้า

เมื่อเดือนธ.ค. ปี 2020 ยานฮายาบุสะ 2 ที่บินเฉียดผ่านโลก ได้หย่อนแคปซูลบรรจุตัวอย่างวัสดุ ซึ่งใช้แขนกลเก็บมาจากดาวเคราะห์น้อยริวงู (Ryugu) เมื่อปี 2019 ลงมายังพื้นโลก เพื่อให้นักวิทยาศาสตร์นำไปศึกษาวิเคราะห์ถึงที่มาของน้ำ และที่มาของสรรพชีวิตบนโลกต่อไป

แม้ภารกิจดังกล่าวจะเสร็จสิ้นลงแล้ว แต่เนื่องจากยานฮายาบุสะ 2 ยังคงมีเชื้อเพลิงหลงเหลืออยู่ ทีมผู้ควบคุมยานของ JAXA จึงตัดสินใจทำภารกิจเพิ่มเติม โดยเดินทางมุ่งหน้าต่อไปยังดาวเคราะห์น้อย 1998 KY26 ซึ่งเป็นหนึ่งในดาวหางมืด 6 ดวง ที่ทีมวิจัยของดร. เซลิกแมน ได้ระบุเอาไว้ก่อนหน้านี้ "เราไม่เคยได้ยินเรื่องดาวหางมืดมาก่อน ในตอนที่เริ่มต้นวางแผนทำภารกิจส่วนต่อขยาย มันน่าตื่นเต้นมาก" ดร.ยูอิจิ สึดะ ผู้จัดการโครงการฮายาบุสะ 2 กล่าว

ตอนนี้ยานฮายาบุสะ 2 กำลังเดินทางมุ่งหน้าไปยังดาวหางมืด 1998 KY26ที่มาของภาพ,Alamy
คำบรรยายภาพ,ตอนนี้ยานฮายาบุสะ 2 กำลังเดินทางมุ่งหน้าไปยังดาวหางมืด 1998 KY26
สาเหตุที่ JAXA เลือกดาวเคราะห์น้อย 1998 KY26 เพราะมันมีคุณสมบัติหลายข้อ ที่เข้าเกณฑ์จะเป็นดาวหางมืดได้อย่างมาก เช่นการหมุนรอบตัวเองที่เร็วประมาณ 1 รอบ ต่อ 10 นาที ทั้งยังมีความกว้างเพียง 30 เมตร ซึ่งขนาดเล็กระดับนี้จัดว่าเป็นดาวเคราะห์น้อยที่เล็กที่สุด เท่าที่ยานฮายาบุสะ 2 เคยไปสำรวจมา

ขั้นตอนแรกหลังยานฮายาบุสะ 2 เดินทางไปถึงดาวหางมืดดังกล่าวในปี 2031 ยานจะลอยตัวอยู่เหนือพื้นผิวของ 1998 KY26 โดยทิ้งระยะห่างกันหลายกิโลเมตร จากนั้นจะเริ่มบันทึกภาพพื้นผิวของมัน เพื่อดูว่ามีการระเหิดของน้ำแข็งจนกลายเป็นไอออกมาหรือไม่

ในขั้นตอนนี้ดร.สึดะได้ให้คำอธิบายเพิ่มเติมว่า ด้วยความสามารถที่มีอยู่ของยานสำรวจ น่าจะสามารถบันทึกภาพการปลดปล่อยก๊าซด้วยความละเอียดสูงได้ ส่วนดร.เซลิกแมน ก็กล่าวสนับสนุนว่า "หากมีการปลดปล่อยก๊าซในลักษณะเดียวกับดาวหาง ซึ่งทำให้หินอวกาศเร่งความเร็วสูงขึ้น แน่นอนว่ายานฮายาบุสะ 2 จะสามารถตรวจพบ และสามารถจับภาพเอาไว้ได้"

เมื่อภารกิจในขั้นตอนแรกประสบผลสำเร็จแล้ว ผู้ควบคุมยานอาจพิจารณาให้ยานลดระดับต่ำลง และอาจถึงขั้นลงจอดบนพื้นผิวดาวหางมืดด้วย เพื่อใช้งานชุดอุปกรณ์เก็บตัวอย่างสสาร ในแบบเดียวกับที่เคยใช้บนดาวเคราะห์น้อยริวงูมาแล้ว ซึ่งชุดอุปกรณ์นี้รวมถึงเครื่องยิงกระสุนวิถีโค้ง ที่จะเจาะพื้นผิวดาวหางมืดให้แตกออกเป็นหลุมเล็ก ๆ จนเผยให้เห็นองค์ประกอบที่อยู่ลึกลงไปด้านในได้ "ด้วยวิธีติดตามวิเคราะห์อนุภาคของสสารที่กระเด็นหลุดออกมา เราอาจจะพอประมาณการได้ว่า โครงสร้างภายในของดาวเคราะห์น้อยดวงนี้เป็นอย่างไร" ดร.สึดะกล่าว

อย่างไรก็ตาม เป้าหมายระยะสั้นของเหล่านักดาราศาสตร์ที่มุ่งศึกษาดาวหางมืด คือการใช้กล้องโทรทรรศน์ทั้งที่ตั้งอยู่บนพื้นโลกและที่อยู่ในห้วงอวกาศ มาช่วยกันศึกษาวัตถุอวกาศลึกลับชนิดใหม่นี้ ซึ่งดร.คารีตาบอกว่า "หากได้กล้องโทรทรรศน์อวกาศเจมส์เว็บบ์ (JWST) มาช่วย ก็เรียกได้ว่าวิเศษไปเลย" แต่น่าเสียดายที่ดร.เซลิกแมน ได้เคยยื่นขอใช้งานกล้อง JWST เพื่อการศึกษาดาวหางมืดแล้ว แต่ไม่ได้รับอนุมัติ

หนทางที่ยังเหลืออยู่ คือการใช้งานกล้องโทรทรรศน์ที่ทรงพลังบนพื้นโลก อย่างเช่นกล้องโทรทรรศน์ Lowell Discovery ที่หอสังเกตการณ์ดาราศาสตร์โลเวลล์ในรัฐแอริโซนาของสหรัฐฯ ซึ่งดร. คารีตา สามารถเข้าถึงและใช้งานได้ตลอดช่วง 3 ปีข้างหน้า "เราจะยังคงติดตามสังเกตการณ์ และพยายามศึกษาถึงระดับความสามารถ ในการเร่งความเร็วโดยไม่ต้องอาศัยแรงโน้มถ่วงของดาวหางมืดต่อไป" ดร.คารีตากล่าว

ดาวหาง 67P/Churyumov-Gerasimenko มีความเคลื่อนไหวปั่นป่วนในระดับสูง โดยปะทุก๊าซและฝุ่นละอองออกมาจากพื้นผิวในปริมาณมาก จนเกิดเป็นหางที่ยาวเหยียดหลายล้านกิโลเมตรที่มาของภาพ,ESA/ Rosetta/ NAVCAM
คำบรรยายภาพ,ดาวหาง 67P/Churyumov-Gerasimenko มีความเคลื่อนไหวปั่นป่วนในระดับสูง โดยปะทุก๊าซและฝุ่นละอองออกมาจากพื้นผิวในปริมาณมาก จนเกิดเป็นหางที่ยาวเหยียดหลายล้านกิโลเมตร
ทีมนักวิจัยของหอสังเกตการณ์ดาราศาสตร์โลเวลล์ยังคาดการณ์ว่า ภายในช่วง 3 ปีข้างหน้า ดาวหางมืดบางดวงจะเปล่งแสงสุกสว่างขึ้นกว่าเก่า เนื่องจากเคลื่อนตัวเข้าใกล้ดวงอาทิตย์และได้รับพลังงานความร้อนเพิ่มขึ้น ซึ่งจะช่วยให้ดร.คารีตาและคณะสามารถตรวจวิเคราะห์ได้ง่ายขึ้นว่า องค์ประกอบของมันคือแร่ธาตุหรือสสารชนิดใดกันแน่

ในขณะที่เรายังคงต้องรอข้อมูลการสำรวจจากห้วงอวกาศลึก เพื่อไขปริศนาของดาวหางมืดให้กระจ่างแจ้ง ผลการศึกษาจากกล้องโทรทรรศน์บนพื้นโลกของนักดาราศาสตร์บางราย กลับเพิ่มพูนความน่าพิศวงของมันให้ทวีคูณขึ้นอีกหลายเท่า เช่นรายงานวิจัยที่ตีพิมพ์เมื่อเดือนก.ค. ของปีที่แล้ว ของดร.แอสเตอร์ เทย์เลอร์ นักฟิสิกส์ดาราศาสตร์จากมหาวิทยาลัยมิชิแกนและคณะ ซึ่งดร.เทย์เลอร์นั้นก็เคยร่วมงานกับทีมวิจัยของดร.เซลิกแมนมาก่อน

ดร.เทย์เลอร์และคณะได้เสนอแนวคิดใหม่ว่า ในตอนแรกดาวหางมืดอาจถือกำเนิดขึ้นมา โดยเป็นดาวเคราะห์น้อยธรรมดาในแถบดาวเคราะห์น้อยระหว่างดาวอังคารกับดาวพฤหัสบดี แต่ก็มีองค์ประกอบที่เป็นน้ำแข็งซ่อนอยู่ภายในด้วย ต่อมาดาวเคราะห์น้อยเหล่านี้อาจถูกแรงโน้มถ่วงของดาวพฤหัสบดี เหวี่ยงจนกระเด็นหลุดออกจากวงโคจรเดิม ทำให้เคลื่อนตัวเข้าไปใกล้กับดวงอาทิตย์มากขึ้นเรื่อย ๆ

"เมื่อถึงจุดหนึ่ง ดาวเคราะห์น้อยกลุ่มนี้จะแตกออกเป็นเสี่ยง ๆ เนื่องจากหมุนตัวเร็วเกินไป หรือไม่ก็ชนปะทะกันเอง จนส่วนที่เป็นน้ำแข็งโผล่ออกมา ทำให้มันกลายเป็นดาวหางมืดไปในที่สุด" ดร.เทย์เลอร์กล่าวอธิบาย เขายังบอกว่ากระบวนการนี้สามารถทำให้ดาวหางมืดส่วนใหญ่ หมุนตัวได้เร็วสูงสุดถึง 1 รอบ ในทุก 6 นาที ในขณะที่ดาวเคราะห์น้อยซึ่งมีขนาดใกล้เคียงกัน จะหมุนตัวครบ 1 รอบ ในทุก 1 ชั่วโมง

ดาวหางมืดสองประเภท
การค้นพบดาวหางมืดเพิ่มขึ้นในเดือนธ.ค. ปี 2024 เป็นสัญญาณบ่งชี้ว่าวัตถุอวกาศเหล่านี้ อาจมีอยู่ในสองรูปแบบใหญ่ ๆ ด้วยกัน ประเภทแรกได้แก่ "ดาวหางมืดวงนอก" (outer dark comet) ซึ่งมีขนาดความกว้างตั้งแต่ 100 เมตร ไปจนถึง 1 กิโลเมตร และน่าจะถือกำเนิดในห้วงอวกาศใกล้ดาวพฤหัสบดี

ส่วนประเภทที่สองนั้นได้แก่ "ดาวหางมืดวงใน" (inner dark comet) ที่มีขนาดเล็กกว่ามาก โดยมีความกว้างเพียง 10-20 เมตร ทั้งยังมีวิถีโคจรรอบดวงอาทิตย์เป็นวงกลมคล้ายกับวงโคจรโลก คุณสมบัติต่าง ๆ ของดาวหางมืดวงในบ่งชี้ว่า มันอาจเป็นดาวเคราะห์น้อยขนาดใหญ่ที่แตกออกเป็นเสี่ยง ๆ จนส่วนที่เป็นน้ำแข็งด้านในโผล่ออกมา ในขณะที่ดาวหางมืดวงนอกของระบบสุริยะนั้น แต่เดิมน่าจะเป็นดาวหางที่อ่อนแรงลงเพราะกำลังจะสิ้นอายุขัย

ดาวหางมืด 1998 KY26 มีความกว้างเพียง 30 เมตร แต่จะช่วยให้ข้อมูลความรู้ เกี่ยวกับวัตถุอวกาศชนิดใหม่แก่เราเพิ่มมากขึ้น หากภารกิจของยานฮายาบุสะ 2 ประสบความสำเร็จที่มาของภาพ,Alamy/ Nasa
คำบรรยายภาพ,ดาวหางมืด 1998 KY26 มีความกว้างเพียง 30 เมตร แต่จะช่วยให้ข้อมูลความรู้ เกี่ยวกับวัตถุอวกาศชนิดใหม่แก่เราเพิ่มมากขึ้น หากภารกิจของยานฮายาบุสะ 2 ประสบความสำเร็จ
ดร.คารีตา อธิบายถึงประเด็นนี้เพิ่มเติมว่า "ดาวหางมืดวงนอก คือดาวหางที่ถูกเราสังเกตเห็น ในตอนที่ก๊าซขับดันของมันกำลังจะหมด เรียกได้ว่าอยู่ในช่วงลมหายใจเฮือกสุดท้ายของชีวิตดาวหาง ซึ่งถือเป็นระยะเวลาสั้น ๆ ในช่วงชีวิตอันยาวนานของมัน"

หากดาวหางมืดได้รับการพิสูจน์ว่า มันเป็นดาวเคราะห์น้อยที่มีน้ำแข็งอยู่จริง ข้อพิสูจน์ยืนยันนี้จะช่วยไขปริศนาเรื่องที่มาของน้ำบนโลก ซึ่งก่อนหน้านี้บรรดานักวิทยาศาสตร์ต่างสันนิษฐานว่า ดาวเคราะห์น้อยและดาวหางที่พุ่งชนโลกในช่วงก่อกำเนิดระบบสุริยะ เป็นยานพาหนะที่นำโมเลกุลน้ำมาสู่โลกของเรา และดาวหางมืดนั้นมีความเป็นไปได้มากที่สุด ที่จะเป็นยานลำเลียงขนส่งน้ำข้ามห้วงอวกาศดังกล่าว "หากมีวัตถุอวกาศใกล้โลกจำนวนมาก ที่เราไม่เคยล่วงรู้มาก่อนว่ามันอุ้มน้ำได้ ก็นับว่ามีโอกาสสูงที่วัตถุอวกาศเหล่านั้น จะเป็นตัวการนำพาน้ำมาสู่โลก" ดร.เซลิกแมนกล่าว

นอกจากจะมีความเป็นไปได้สูงว่า ดาวหางมืดมีบทบาทสำคัญต่อการก่อกำเนิดชีวิตบนโลกในยุคบรรพกาล มันยังมีความสำคัญต่อการดำรงอยู่ของมนุษยชาติในอนาคตอีกด้วย โดยดร.เทย์เลอร์บอกว่า วัตถุอวกาศที่ดูเหมือนจะไม่มีพิษภัยในปัจจุบัน อาจเปลี่ยนวิถีโคจรมาพุ่งชนโลกได้อย่างไม่คาดฝันในวันหนึ่งข้างหน้า

ดาวหางมืดหลายดวง รวมถึงที่มีขนาดค่อนข้างใหญ่อย่าง 2003 RM ถูกตรวจพบในห้วงอวกาศใกล้โลก แต่โชคดีที่ในตอนนี้ ดาวหางมืดยังคงเป็นวัตถุอวกาศที่หาพบได้ยาก ทั้งยังมีการปะทุปลดปล่อยสสาร ที่ทำให้เกิดการเปลี่ยนแปลงทิศทางและวิถีโคจรน้อยมาก "อย่างไรก็ตาม หากเราไม่คอยตรวจสอบและค้นหาวัตถุลึกลับเหล่านี้ให้ดี ๆ เราจะไม่อาจล่วงรู้ได้เลยว่า สักวันหนึ่งมันจะพุ่งมาชนโลกหรือไม่" ดร.เทย์เลอร์กล่าวทิ้งท้าย
    </h3>
    <button><a href="https://www.bbc.com/thai/articles/c626v3kk616o">อ้างอิง</a></button>
</div>
@endsection