@extends('layouts.app')

@section('title', 'อาหารไทย')

@section('content')
<style>
   
    body {
        background: #5a5a5b;
        margin: 0;
        padding: 20px;
    }
   

    .food-page h1 {
        color: #d35400;
        font-size: 28px;
        text-align: center;
        margin-bottom: 20px;
    }

    .food-page h3 {
        color: #2c3e50;
        font-size: 18px;
    }
    .food-page img {
        max-width: 100%;
        height: auto;
        display: block;
        margin: 20px auto;
        border-radius: 8px;
    }
</style>

<div class="food-page">
    <img src="https://ichef.bbci.co.uk/ace/ws/800/cpsprodpb/b44e/live/6d3965d0-460e-11f0-8402-c958f7234d20.jpg.webp" alt="">
    <h1>ค้นพบไดโนเสาร์สายพันธุ์ใหม่ ที่ทำให้นักวิทยาศาสตร์ต้องจัดลำดับญาติของ "ทีเร็กซ์" ใหม่อีกครั้ง
</h1>
    <h3> 
นักวิทยาศาสตร์ค้นพบสายพันธุ์ใหม่ของไดโนเสาร์ ซึ่งเป็นหนึ่งในคอลเลคชันที่จัดแสดงในพิพิธภัณฑ์แห่งหนึ่งในมองโกเลีย โดยพวกเขาระบุว่า นี่ถือเป็นการเขียนประวัติวิวัฒนาการของไดโนเสาร์ไทแรนโนซอรัส เร็กซ์ (Tyrannosaurus rex) หรือ ทีเร็กซ์ ขึ้นใหม่

คณะนักวิจัยสรุปว่า โครงกระดูกสองชิ้นซึ่งมีอายุถึง 86 ล้านปีที่พวกเขาได้ศึกษา เป็นโครงกระดูกของสายพันธุ์ไดโนเสาร์ที่ถือว่าเป็นบรรพบุรุษที่ใกล้ชิดที่สุดของไทแรนโนซอรัส เร็กซ์ ทั้งหมด ซึ่งเป็นไดโนเสาร์นักล่าที่รวมทั้งตัวทีเร็กซ์อันโด่งดังด้วย

นักวิจัยตั้งชื่อสายพันธุ์ใหม่ที่ค้นพบนี้ว่า คันคูลู มองโกเลียนซิส (Khankhuuluu mongoliensis) ซึ่งมีความหมายว่า "เจ้าชายมังกรแห่งมองโกเลีย"

การค้นพบซึ่งได้รับการตีพิมพ์ในวารสารเนเจอร์ ถือเป็นการเปิดโอกาสให้เราได้สำรวจวิวัฒนาการสู่การเป็นนักล่าที่ทรงพลังของไดโนเสาร์ไทแรนโนซอรัส เร็กซ์ ที่ครองดินแดนทวีปอเมริกาเหนือและเอเชีย จนกระทั่งถึงยุคสุดท้ายของไดโนเสาร์

A pristine fossilised skeleton of Tyrannosaurus Rex. Its body lies encased in the rock it was fossilised within and it stretches out from its long tail on the left of the fossil to its open jaws.  ที่มาของภาพ,Darla Zelenitsky
คำบรรยายภาพ,แม้ว่าจะมีฟอสซิลที่สวยงามและสมบูรณ์ซึ่งให้ภาพที่ชัดเจนของทีเร็กซ์(อย่างที่เห็นในภาพ) แต่บรรพบุรุษในยุคก่อนนั้นมีความลึกลับมากกว่า
"การตั้งชื่อ 'เจ้าชาย' หมายถึงการที่มันเป็นไดโนเสาร์สายไทแรนโนซอรอยด์ในยุคแรก ๆ ที่มีขนาดเล็กกว่า" ศาสตราจารย์ดาร์ลา เซเลนิทสกี นักบรรพชีวินวิทยาจากมหาวิทยาลัยคัลการีในแคนาดา อธิบาย โดยไทแรนโนซอรอยด์คือ ซูเปอร์แฟมิลีหรือวงศ์ใหญ่ของไดโนเสาร์กินเนื้อที่เดินด้วยสองขา

Skip ได้รับความนิยมสูงสุด and continue reading
ได้รับความนิยมสูงสุด
Two women wipe sunscreen on the backs of two men on a beach. The men are wearing swimming shorts while the women are in shorts ad in one case a bikini top and the other a sleeveless white top
เหตุใดครีมกันแดดกลายเป็นประเด็นอื้อฉาวระดับชาติในออสเตรเลีย ประเทศที่มีอัตราเป็นมะเร็งผิวหนังสูงที่สุดแห่งหนึ่งของโลก
นายอนุทิน ชาญวีรกูล เปิดกรวยกระทงดอกไม้ รับพระบรมราชโองการแต่งตั้งนายกรัฐมนตรี ณ อาคารที่ทำการสำนักงานใหญ่ พรรคภูมิใจไทย เมื่อ 1 ก.ย. 2568
อนุทิน ชาญวีรกูล รับพระบรมราชโองการโปรดเกล้าฯ เป็นนายกฯ คนที่ 32 ย้ำแก้ปัญหา 4 ด้าน ยึดคำมั่นยุบสภาใน 4 เดือน
Antonio Salazar-Hobson
จากลูกผู้อพยพชาวเม็กซิกัน ถูกพวกใคร่เด็กลักพาตัวไปตอน 4 ขวบ สู้ชีวิตจนโตมาเป็นทนายชื่อดังในสหรัฐฯ ได้อย่างไร
Neil Hopper was motivated by sexual interest in amputation, the court heard
ศัลยแพทย์ชาวเวลส์ถูกศาลตัดสินจำคุกหลังตัดขาตัวเองสองข้างเอาเงินประกัน
End of ได้รับความนิยมสูงสุด
อย่างไรก็ตาม ไทแรนโนซอรอยด์ในยุคแรกมีขนาดตัวที่เล็กมาก จาเร็ด วอริส นักศึกษาปริญญาเอกหัวหน้าทีมวิจัยร่วมกับศาสตราจารย์เซเลนิทสกี อธิบายว่า "พวกมันเป็นนักล่าตัวเล็กที่วิ่งเร็ว และอาศัยอยู่ใต้เงาของไดโนเสาร์นักล่าตัวระดับบนสุดตัวอื่น ๆ"

คันคูลู (Khankhuuluu) เป็นตัวแทนของการเปลี่ยนแปลงทางวิวัฒนาการที่เปลี่ยนจากการเป็นนักล่าตัวเล็กที่สามารถวิ่งได้อย่างว่องไวในยุคจูราสสิก ไปสู่ไดโนเสาร์ยักษ์ใหญ่ที่น่าเกรงขามอย่างทีเร็กซ์

คันคูลูน่าจะมีน้ำหนักตัวประมาณ 750 กิโลกรัม ขณะที่ทีเร็กซ์ตัวเต็มวัยอาจมีน้ำหนักมากถึง 8 เท่าของไดโนเสาร์คันคูลู ดังนั้น "ซากฟอสซิลนี้จึงเป็นฟอสซิลในช่วงรอยต่อระหว่างบรรพบุรุษยุคแรกกับไทแรนโนซอรัสที่ยิ่งใหญ่ในเวลาต่อมา" ศาสตราจารย์เซเลนิทสกีอธิบาย

"มันช่วยให้เรากลับมาทบทวนแผนภูมิลำดับเครือญาติของไทแรนโนซอรัสและเขียนสิ่งที่เรารู้เกี่ยวกับวิวัฒนาการของพวกมันขึ้นใหม่" นักบรรพชีวินวิทยาหญิงคนดังกล่าว กล่าวเสริม

The image shows two scientists, PhD student Jared Voris and Prof Darla Zelenitsky from the University of Calgary, examining the fossilised skull of a tyrannosaur. The large, brown dinosaur skull is on a table in the foreground. There are other dinosaur bones on shelves and surfaces around the room.ที่มาของภาพ,Riley Brandt/University of Calgary
คำบรรยายภาพ,จาเร็ด วอริส นักศึกษาปริญญาเอกหัวหน้าทีมวิจัยร่วม และศาสตราจารย์เซเลนิทสกี ตรวจสอบซากฟอสซิลของไดโนเสาร์ไทแรนโนซอร์
ไดโนเสาร์สายพันธุ์ใหม่ที่เพิ่งค้นพบยังแสดงให้เห็นการวิวัฒนาการในช่วงแรก ๆ ของลักษณะสำคัญที่เป็นหัวใจของความโหดเหี้ยมของไทแรนโนซอรัส เช่น กายวิภาคของกะโหลกศีรษะของพวกมันที่ทำให้มันมีขากรรไกรที่แข็งแรง จาเร็ด วอริส หัวหน้าทีมวิจัยร่วมอธิบายว่า "เราเห็นลักษณะต่าง ๆ ของกระดูกบริเวณสันจมูกที่ทำให้พวกไทแรนโนซอรัสมีแรงขบกัดที่มีพละกำลังมหาศาล"

วิวัฒนาการของขากรรไกรที่แข็งแกร่งทำให้ไดโนเสาร์ทีเร็กซ์สามารถตะครุบเหยื่อที่ตัวใหญ่กว่าได้และทำได้กระทั่งการกัดทะลุกระดูก

ซากโครงกระดูกสองส่วนที่ทีมนักวิจัยได้ตรวจสอบในการศึกษาวิจัยครั้งนี้ถูกค้นพบครั้งแรกในมองโกเลียตั้งแต่ช่วงต้นทศวรรษที่ 1970 ในตอนแรกพวกมันถูกจัดให้อยู่ในสายพันธุ์เดิมที่เคยค้นพบมาแล้วที่ชื่อว่า "อเล็กโทรซอรัส" (Alectrosaurus) แต่เมื่อจาเร็ด วอริส ได้ตรวจสอบอีกครั้ง เขาก็พบลักษณะที่มีความคล้ายกับสายพันธุ์ไทแรนโนซอรัสที่ทำให้มันแตกต่างออกไปจากที่เคยถูกจำแนกไว้ตอนแรก

"ดิฉันจำตอนที่ได้ข้อความจากเขาส่งมาได้ ที่เขาคิดว่ามันคือสายพันธุ์ใหม่" ศ.เซเลนิทสกี ย้อนความจำ

ข้อเท็จจริงที่ว่า ไดโนเสาร์สายพันธุ์นี้สามารถอพยพเคลื่อนย้ายระหว่างทวีปอเมริกาเหนือและเอเชียได้ผ่านเส้นทางที่เชื่อมต่อทางบกระหว่างไซบีเรียและอะแลสกาในเวลานั้น ได้ช่วยให้ทีมนักวิทยาศาสตร์ค้นพบความแตกต่างนี้ได้

วอริสอธิบายว่า "การอพยพย้ายกลับไปกลับมาระหว่างทวีปผลักดันให้ไทแรนโนซอรัสวิวัฒนาการขึ้นมาเป็นไทแรนซอรัสที่แตกต่างกัน" ในช่วงเวลาหลายล้านปี

ด้าน ศ.เซเลนิทสกี กล่าวเสริมว่า "การค้นพบนี้แสดงให้เราเห็นว่า ก่อนที่ไทแรนโนซอรัสจะกลายเป็นราชา [แห่งไดโนเสาร์] พวกมันต่างเป็นเจ้าชายมาก่อน"
        </h3>
        <button><a href="https://www.bbc.com/thai/articles/cqj7ne19gr7o">อ้างอิง</a></button>
</div>
@endsection